Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Password
es: Contraseña
fr: Mot de passe

source: Repeat password
es: Repite contraseña
fr: Répéter mot de passe

source: First name
es: Nombre
fr: Prénom

source: Last name
fr: Nom de famille

source: Phone number
es: Teléfono
fr: Téléphone

source: Address
es: Dirección
fr: Adresse

source: The date
es: La fecha
fr: La date

source: Number of emails sent for booking request
es: Número de correos enviados para la solicitud de reserva
fr: Le nombre d'emails envoyés pour les demandes de réservation

source: Number of emails sent for contact form
es: Número de correos enviados para el formulario de contacto
fr: Le nombre d'emails envoyés pour le formulaire de contact

source: Other emails sent
es: Otros correos enviados
fr: Autres emails envoyés

source: Total number of emails sent
es: Total de correos enviados
fr: Nombre total d'emails envoyés

source: Permissions Emails
es: Permisos de correos
fr: Permissions pour les emails

source: Is active
es: Está activo
fr: Est actif

source: Was downloaded
es: Fue descargado
fr: A été téléchargé

source: Expiration date
es: Fecha de expiración
fr: Date d'expiration

source: Link to download
es: Enlace para descargar
fr: Lien de téléchargement

source: ID delivery
es: ID de entrega
fr: ID de livraison

source: Client name
es: Nombre del cliente
fr: Nom client

source: Client email
es: Correo del cliente
fr: Email client

source: Pending
fr: En attente

source: Paid
fr: Payé

source: Partially Paid
fr: Partiellement payé

source: Cancelled
fr: Annuler

source: Overdue
fr: En retard

source: Discount must be between 0 and 100
fr: La remise doit être comprise entre 0 et 100

source: Tax rate must be between 0 and 100
fr: La TVA doit être compris entre 0 et 100

source: Email sent successfully
es: Correo enviado con éxito
fr: Email envoyé avec succès

source: Email not sent
es: Correo no enviado
fr: Email non envoyé

source: Email already sent
es: Correo ya enviado
fr: Email déjà envoyé

source: Session request does not exist
es: La solicitud de sesión no existe
fr: La demande de reservation n'existe pas

source: If you want the website to send the link automatically to the client, please, put the client
es: Si desea que el sitio web envíe el enlace automáticamente al cliente, por favor, ponga el cliente
fr: Si vous voulez que le site envoie le lien automatiquement au client, veuillez mettre le client

source: Create downloadable file
es: Crear archivo descargable
fr: Créer un fichier téléchargeable

source: List of link to download images
es: Lista de enlaces para descargar imágenes
fr: Liste des liens de téléchargement des images

source: Send photos to client
es: Enviar fotos al cliente
fr: Envoie photo à client

source: Create new client
es: Crear nuevo cliente
fr: Ajout client

source: You can't use your old password
es: No puedes usar tu antigua contraseña
fr: Vous ne pouvez pas utiliser votre ancien mot de passe

source: This user no longer exists !
es: Este usuario ya no existe !
fr: Cet utilisateur n'existe plus !

source: View chosen photos
es: Ver fotos elegidas
fr: Voir photos choisies

source: Total photos sent
es: Total de fotos enviadas
fr: Total photos envoyé

source: --- Select a package ---
es: --- Seleccione un paquete ---
fr: --- Sélectionnez un forfait ---

source: 30 photos + mini video
es: 30 fotos + mini video
fr: 30 photos + mini vidéo

source: --- Select a session type ---
es: --- Seleccione un tipo de sesión ---
fr: --- Sélectionnez un type de séance ---

source: Birthday
es: Aniversario
fr: Anniversaire

source: Wedding and other events
es: Bodas y otros eventos
fr: Mariage et autres événements

source: --- Select a location ---
es: --- Selecciona una ubicación ---
fr: --- Sélectionnez un lieu ---

source: Outdoor
es: Al aire libre
fr: Extérieur

source: Others
es: Otros
fr: Autres

source: Email address
es: Correo electrónico
fr: Adresse email

source: Confirm password
es: Confirmar contraseña
fr: Confirmation mot de passe

source: Full Name
es: Nombre completo
fr: Nom complet

source: Email
es: Correo electrónico
fr: Courriel

source: Type of photo session
es: Tipo de sesión fotográfica
fr: Type de séance photo

source: Location
es: Ubicación
fr: Lieu

source: Package
es: Paquete
fr: Pack

source: Desired Date
es: Fecha deseada
fr: Date souhaitée

source: Full name
es: Nombre completo
fr: Nom complet

source: A valid email address, please... !
es: Por favor, introduzca un correo electrónico válida...!
fr: Une adresse email valide, s'il vous plaît...!

source: No spaces, letters or special characters, only 10 digits...
es: Sin espacios, letras o caracteres especiales, solo 10 dígitos...
fr: Pas d'espaces, de lettres ou de caractères spéciaux, seulement 10 chiffres...

source: Does not have to be specific, just the city and the state
es: No tiene que ser específico, solo la ciudad y el estado
fr: Pas besoin d'être spécifique, juste la ville et l'état

source: Fill in all the fields
es: Rellene todos los campos
fr: Remplissez tous les champs

source: Sorry, we only offer this package in Orlando
es: Lo sentimos, solo ofrecemos este paquete en Orlando
fr: Désolé, nous offrons seulement ce forfait à Orlando

source: You must provide an email address
es: Debe proporcionar un correo electrónico
fr: Vous devez fournir une adresse email

source: User must have a firstname
es: El usuario debe tener un nombre
fr: Un utilisateur doit avoir un prénom

source: A valid email address, please
es: Por favor, introduzca un correo electrónico válida
fr: Une adresse email valide, s'il vous plaît

source: Was viewed
es: Fue visto
fr: Vu

source: Phone number must not contain spaces, letters, parentheses or dashes. It must contain 10 digits.
es: El número de teléfono no debe contener espacios, letras, paréntesis o guiones. Debe contener 10 dígitos.
fr: Le numéro de téléphone ne doit pas contenir d'espaces, de lettres, de parenthèses ou de tirets. Il doit contenir 10 chiffres.

source: pending
es: pendiente
fr: en attente

source: Thank you for your booking!
es: ¡Gracias por su reserva!
fr: Merci pour votre réservation !

source: New booking request received
es: Nueva solicitud de reserva recibida
fr: Nouvelle demande de réservation reçue

source: Yes
es: Sí
fr: Oui

source: No
fr: Non

source: Your booking request status has changed!
es: ¡El estado de su solicitud de reserva ha cambiado!
fr: Votre demande de réservation a changé de statut !

source: No data
es: Sin datos
fr: Pas de données

source: Contact us for more information
es: Contáctenos para más información
fr: Contactez-nous pour plus d'informations

source: Thank you, your booking has been registered successfully, you will receive an email shortly!
es: Gracias, su reserva se ha registrado correctamente, recibirá un correo pronto!
fr: Merci, votre réservation a été enregistrée avec succès, vous recevrez un courriel sous peu !

source: English
es: Inglés
fr: Anglais

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Services offered by Tchiiz studio Photography
es: Servicios ofrecidos por Tchiiz studio Photography
fr: Services offerts par Tchiiz studio Photography

source: How do I call you ?
es: ¿Cómo te llamas?
fr: Comment puis-je vous appeler ?

source: What is the subject of your message... ?
es: ¿Cuál es el asunto de su mensaje...?
fr: C'est quoi le sujet de votre message... ?

source: I'm listening... !
es: ¡Estoy escuchando...!
fr: J'écoute... !

source: Subject
es: Tema
fr: Sujet

source: Your message has been received
es: Su mensaje ha sido recibido
fr: Votre message a été reçu

source: Thank you for reaching out to us
fr: Merci de nous avoir contacté

source: Hi {instance.full_name}, thank you for reaching out to us. We will get back to you as soon as possible.
es: Hola {instance.full_name}, gracias por contactarnos. Nos pondremos en contacto contigo lo antes posible.
fr: Bonjour {instance.full_name}, merci de nous avoir contacté. Nous vous recontacterons dès que possible.

source: Have a great day! Tchiiz Studio
es: ¡Que tengas un gran día! Equipo Tchiiz
fr: Bonne journée ! L'équipe Tchiiz

source: Awesome!
es: Increíble
fr: Cool

source: Thank you for your message, but it didn't went through!
fr: Merci pour votre message, mais il n'a pas été envoyé !

source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Privacy Policy page
es: Página de política de privacidad
fr: Page Politique de confidentialité

source: Terms and Conditions
es: Términos y condiciones
fr: Conditions générales d'utilisation

source: Terms and Conditions page
es: Página de términos y condiciones
fr: Page Conditions générales d'utilisation

source: Create new album
es: Crear nuevo álbum
fr: Créer un nouvel album

source: Upload image
es: Subir imagen
fr: Envoyer une image

source: Send
es: Enviar
fr: Envoyer

source: Cancel
es: Cancelar
fr: Annuler

source: Put the client name for reference
es: Ponga el nombre del cliente para referencia
fr: Renseignez le nom du client comme référence

source: New client
es: Nuevo cliente
fr: Nouveau client

source: Create
es: Crear
fr: Créer

source: Total pictures uploaded
es: Total de fotos subidas
fr: Total des photos envoyées

source: Dashboard
es: Tablero
fr: Tableau de bord

source: Homepage
es: Página de inicio
fr: Accueil

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Appointment
es: Cita
fr: Rendez-vous

source: View all
fr: Voir tous

source: User Profile
fr: Profil utilisateur

source: Add Service
fr: Ajouter Service

source: Add photos
es: Agregar fotos
fr: Ajouter photos

source: View all photos
es: Ver todas las fotos
fr: Voir toutes les photos

source: Send photo
es: Enviar foto
fr: Envoyer photo

source: To choose from
es: Para elegir
fr: À choisir

source: View all chosen
es: Ver todo lo elegido
fr: Voir photos choisies

source: Final via link
es: Final vía enlace
fr: Final via lien

source: View all links
es: Ver todos los enlaces
fr: Voir tous les liens

source: Final via account
es: Final vía cuenta
fr: Final via compte

source: Client management
es: Gestión de clientes
fr: Gestion clients

source: Message list
es: Lista de mensajes
fr: Liste messages

source: Generate Invoice
fr: Générer facture

source: Help
es: Ayuda
fr: Aide

source: Settings
es: Configuraciones
fr: Paramètres

source: Change password
es: Cambiar contraseña
fr: Changer mot de passe

source: Sign out
es: Desconectar
fr: Déconnexion

source: Downloads
es: Descargas
fr: Téléchargements

source: Hi
es: Hola
fr: Bonjour

source: you can download the following files either in zip format or file by file.
es: puede descargar los siguientes archivos ya sea en formato zip o archivo por archivo.
fr: vous pouvez télécharger les fichiers suivants soit en format zip soit fichier par fichier.

source: Zipped version
es: Versión comprimida
fr: Version zip

source: You can download your copy of your edited photos here. This link expires in 72 hours. This is a one time download. If you need to download the photos again, please contact us. Zip format.
es: Puede descargar una copia de sus fotos editadas aquí. Este enlace caduca en 72 horas. Esta es una descarga única. Si necesita descargar las fotos de nuevo, comuníquese con nosotros. Formato zip.
fr: Vous pouvez télécharger votre copie de vos photos ici. Ce lien expire dans 72 heures. Ceci est un téléchargement unique. Si vous avez besoin de télécharger les photos encore, veuillez nous contacter. Format zip.

source: Download zip
es: Descargar zip
fr: Télécharger zip

source: Individual photos
es: Fotos individuales
fr: Photos individuelles

source: You can download your copy of your edited photos here. This link expires in 72 hours. This is a one time download. If you need to download the photos again, please contact us. Individual photos.
es: Puede descargar una copia de sus fotos editadas aquí. Este enlace caduca en 72 horas. Esta es una descarga única. Si necesita descargar las fotos de nuevo, comuníquese con nosotros. Fotos individuales.
fr: Vous pouvez télécharger votre copie de vos photos ici. Ce lien expire dans 72 heures. Ceci est un téléchargement unique. Si vous avez besoin de télécharger les photos encore, veuillez nous contacter. Photos individuelles.

source: Download
es: Descargar
fr: Téléchargement

source: Update requested session
es: Actualizar sesión solicitada
fr: Mise à jour photoshoot demandé

source: Update
es: Actualizar
fr: Mise à jour

source: Hi %(full_name)s, the Tchiiz team is pleased to announce that your reservation has been processed.
es: Hola %(full_name)s, el equipo de Tchiiz se complace en anunciar que su reserva ha sido procesada.
fr: Bonjour %(full_name)s, l'équipe Tchiiz est heureuse de vous annoncer que votre réservation a été traitée.

source: Thank you for booking Tchiiz Studio!
es: ¡Gracias por reservar Tchiiz Studio!
fr: Merci d'avoir réservé avec Tchiiz Studio !

source: Hi %(full_name)s, the Tchiiz team is pleased to announce that your reservation has been successfully submitted. We will do our best to process it. You will receive an email shortly with the next steps.
es: Hola %(full_name)s, el equipo de Tchiiz se complace en anunciar que su reserva ha sido enviada exitosamente. Haremos todo lo posible para procesarla. Recibirá un correo electrónico pronto con los próximos pasos.
fr: Bonjour %(full_name)s, l'équipe Tchiiz est heureuse d'annoncer que votre réservation a été soumise avec succès. Nous ferons de notre mieux pour la traiter. Vous recevrez un email sous peu avec les prochaines étapes.

source: NB: A $100 deposit is required to book the date. NO DEPOSIT, NO OBLIGATION.
es: NB: Se requiere un depósito de $ 100 para reservar la fecha. SIN DEPÓSITO, SIN OBLIGACIÓN.
fr: NB : Un dépôt de 100 $ est requis pour réserver la date. PAS DE DÉPÔT, PAS D'OBLIGATION.

source: Booking Confirmation
es: Confirmación de reserva
fr: Confirmation de réservation

source: Session type
es: Tipo de sesión
fr: Type de session

source: Place
es: Lugar
fr: Lieu

source: Status
es: Estado
fr: Statut

source: ESTIMATED COST
es: COSTO ESTIMADO
fr: COÛT ESTIMÉ

source: Estimated Response Date
es: Fecha estimada de respuesta
fr: Date de réponse estimée

source: See my latest works
es: Mira mis últimos trabajos
fr: Voir mes derniers posts

source: Awesome
es: Increíble
fr: Cool

source: If you don't want to receive any more email from us
es: Si no desea recibir más correos electrónicos de nosotros
fr: Si vous ne voulez plus recevoir d'email de notre part

source: please let us know
es: por favor háganoslo saber
fr: laissez-nous le savoir

source: All rights reserved
es: Todos los derechos reservados
fr: Tous droits réservés

source: Made with love by
es: Hecho con amor por
fr: Fait avec amour par

source: List of chosen photos
es: Lista de fotos elegidas
fr: Liste photos choisies

source: liked
es: me gustó
fr: aimé

source: Contact Forms
es: Formularios de contacto
fr: Formulaires de contact

source: Created links
es: Enlaces creados
fr: Liens créés

source: Link
es: Enlace
fr: Lien

source: Downloaded
es: Descargado
fr: Téléchargé

source: Delete
es: Borrar
fr: Supprimer

source: Ping at
es: Ping en
fr: Ping à

source: Buzz at
es: Buzz en
fr: Sonner à

source: Email Sent
es: Correo electrónico enviado
fr: Email Envoyé

source: No invoice found
es: No se encontró ninguna factura
fr: Aucune facture trouvée

source: Requested photoshoot list
es: Lista de sesiones de fotos solicitadas
fr: Liste photoshoot demandés

source: Requested Photoshoot Session
es: Sesión de fotos solicitada
fr: Demande photoshoot

source: To send customized email to client, just click on the email, even if it's not complete.
es: Para enviar un correo electrónico personalizado al cliente, haga clic en el correo electrónico, incluso si no está completo.
fr: Pour envoyer un email personnalisé au client, cliquez sur l'email, même si il n'est pas complet.

source: It is displayed like (email...) for space management purpose on the screen.
es: Se muestra como (correo electrónico ...) con el fin de gestionar el espacio
fr: Il est affiché comme (email...) pour des raisons de gestion de l'espace à l'écran.

source: Date taken
es: Fecha tomada
fr: Date prise

source: Desired date
es: Fecha deseada
fr: Date souhaitée

source: Name
es: Nombre
fr: Nom

source: Phone
es: Teléfono
fr: Téléphone

source: Email sent
es: Correo electrónico enviado
fr: Email envoyé

source: User List
es: Lista de usuarios
fr: Liste utilisateurs

source: Start date
es: Fecha de inicio
fr: Date de début

source: First Connection
es: Primera conexión
fr: Première connexion

source: Please enter the email address you used to register and we will send you a link to reset your password
es: Por favor, introduzca la dirección de correo electrónico que utilizó para registrarse y le enviaremos un enlace para restablecer su contraseña
fr: Veuillez entrer l'adresse email que vous avez utilisé pour vous inscrire et nous vous enverrons un lien pour réinitialiser votre mot de passe

source: Request new password
es: Solicitar nueva contraseña
fr: Demande de nouveau mot de passe

source: Login
es: Iniciar sesión
fr: Se connecter

source: Register a new membership
es: Registrar una nueva membresía
fr: S'inscrire

source: You are only one step away from your new password, retrieve your password now
es: Está a un solo paso de su nueva contraseña, recupere su contraseña ahora
fr: Vous êtes à un pas de votre nouveau mot de passe, récupérez-le maintenant

source: Password reset complete
es: Restablecimiento de contraseña completo
fr: Réinitialisation du mot de passe terminée

source: Your new password has been set. You can log in now.
es: Su nueva contraseña ha sido establecida. Puede iniciar sesión ahora.
fr: Votre nouveau mot de passe a été défini. Vous pouvez maintenant vous connecter.

source: Reset password email sent
es: Correo electrónico de restablecimiento de contraseña enviado
fr: Email de réinitialisation du mot de passe envoyé

source: We have emailed you instructions on how to set your password, if an account exists with the e-mail address you entered. You should receive them shortly.
es: Le hemos enviado por correo electrónico instrucciones sobre cómo establecer su contraseña, si existe una cuenta con la dirección de correo electrónico que ingresó. Debería recibirlos en breve.
fr: Nous vous avons envoyé des instructions sur la façon de définir votre mot de passe, si un compte existe avec l'adresse e-mail que vous avez entrée. Vous devez les recevoir sous peu.

source: If you do not receive an email, please check that you have entered the email address you registered with and check your spam folder.
es: Si no recibe un correo electrónico, verifique que ha ingresado la dirección de correo electrónico con la que se registró y revise su carpeta de correo no deseado.
fr: Si vous ne recevez pas d'email, veuillez vérifier que vous avez entré l'adresse e-mail que vous avez enregistrée et vérifiez votre dossier de courrier indésirable.

source: Back to homepage
es: Volver a la página de inicio
fr: Retour à la page d'accueil

source: More info
es: Más información
fr: Plus d'info

source: Photos Delivered
es: Fotos entregadas
fr: Photos livrées

source: On
es: En
fr: Le

source: Client, AKA
es: Cliente
fr: Client

source: Booked for
es: Reservado para
fr: Réserver pour

source: For only
es: Por solo
fr: Pour seulement

source: See them on
es: Verlos en
fr: Voir le

source: Found at
es: Encontrado en
fr: Trouvé à

source: Booked For
es: Reservado para
fr: Réserver Pour

source: For Only
es: Por solo
fr: Pour Seulement

source: See Them On
es: Verlos en
fr: Voir Le

source: Ping At
es: Ping en
fr: Ping À

source: Buzz At
es: Buzz en
fr: Sonner À

source: Found At
es: Encontrado en
fr: Trouvé À

source: Chosen Snap
es: Snap elegido
fr: Snap Choisi

source: Last 5 Invoices
es: Últimas 5 facturas
fr: Dernières 5 Factures

source: Fill out your details
es: Complete sus datos
fr: Remplissez vos coordonnées

source: Tell us a bit about yourself
es: Cuéntanos un poco sobre ti
fr: Dites-nous en un peu plus sur vous

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Déjà inscrit?

source: Log in
es: Iniciar sesión
fr: Se connecter

source: for faster booking.
es: para una reserva más rápida.
fr: pour une réservation plus rapide.

source: I want to receive an EMAIL reminder 24 hours before this session starts
es: Yo quiero recibir un recordatorio por CORREO ELECTRÓNICO 24 horas antes de que comience esta sesión
fr: Je veux recevoir un RAPPEL par EMAIL 24 heures avant le début de cette session

source: Phone Number
es: Teléfono
fr: Téléphone

source: City and State
es: Ciudad y estado
fr: Ville et état

source: Service Details
es: Detalles del servicio
fr: Détails du service

source: at
es: en
fr: à

source: Payment Details
es: Detalles de pago
fr: Détails du paiement

source: Order summary
es: Resumen del pedido
fr: Résumé de la commande

source: Subtotal
fr: Sous-total

source: Sales Tax
es: Impuesto de venta
fr: TVA

source: Check out our availability and book the date and time that works for you
es: Consulte nuestra disponibilidad y reserve la fecha y hora que le convenga
fr: Consultez notre disponibilité et réservez la date et l'heure qui vous conviennent

source: Select a date and time
es: Seleccione una fecha y hora
fr: Sélectionnez une date et une heure

source: Book me
es: Reservame
fr: Me réserver

source: Book your photography session with Tchiiz Studio and experience the difference. Professional, personalized service and stunning results. Schedule now.
es: Reserve su sesión de fotografía con Tchiiz Studio y experimente la diferencia. Profesional, servicio personalizado y resultados sorprendentes. Programe ahora.
fr: Réservez votre session photo avec Tchiiz Studio et vivez la différence. Service professionnel, personnalisé et résultats époustouflants. Planifiez maintenant.

source: The price vary according to
es: El precio varía según
fr: Le prix varie selon

source: The place you want to do the photoshoot
es: El lugar donde desea hacer la sesión de fotos
fr: Le lieu où vous voulez faire le photoshoot

source: The session type
es: El tipo de sesión
fr: Le type de session

source: The number of pictures you want (the packages)
es: El número de fotos que desea (los paquetes)
fr: Le nombre de photos que vous voulez (les packages)

source: In order to have a better user experience, we recommend you to register first
es: Para tener una mejor experiencia de usuario, le recomendamos que se registre
fr: Pour une meilleure expérience utilisateur, nous vous recommandons de vous inscrire d'abord

source: Select a package
es: Seleccione un paquete
fr: Sélectionnez un forfait

source: required
es: requerido
fr: requis

source: Request
es: Solicitar
fr: Demande

source: Special Photography Promotions
es: Promociones especiales de fotografía
fr: Promotions spéciales photographie

source: Don't miss out on our limited-time photography promotions! Affordable rates on portraits, landscapes, and events. Book your session today.
es: ¡No te pierdas nuestras promociones de fotografía por tiempo limitado! Tarifas asequibles en retratos, paisajes y eventos. Reserve su sesión hoy.
fr: Ne manquez pas nos promotions photographiques à durée limitée ! Tarifs abordables sur les portraits, les paysages et les événements. Réservez votre session dès aujourd'hui.

source: Promotion Plans
es: Planes de promoción
fr: Plans promotionnels

source: All pictures are EDITED.
es: Todas las fotos están EDITADAS.
fr: Toutes les photos ont été ÉDITÉES.

source: Compare all plans
es: Comparar todos los planes
fr: Comparer tous les plans

source: Basic
es: Básico
fr: Basique

source: Medium
es: Medio
fr: Moyen

source: Price
es: Precio
fr: Prix

source: Mini Video
es: Minivídeo
fr: Mini vidéo
