Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and tchiiz.com ("Company," “we," “us," or “our”), concerning your access to and use of the https://tchiiz.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”). You agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use. IF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.
es: Estos Términos de Uso constituyen un acuerdo legalmente vinculante entre usted, ya sea personalmente o en nombre de una entidad ("usted") y Tchiiz.com ("Compañía", "nosotros", "nosotros" o "nuestro"), con respecto a su acceso y uso del sitio web https://tchiiz.com, así como cualquier otro medio de forma, medio de comunicación, sitio web móvil o aplicación móvil relacionada, vinculada o de otra manera conectada (colectivamente, el "Sitio"). Usted acepta que al acceder al Sitio, usted ha leído, entendido y aceptado estar obligado por todos estos Términos de Uso. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS DE USO, ENTONCES ESTÁ EXPRESAMENTE PROHIBIDO DE USAR EL SITIO Y DEBE DEJAR DE USAR INMEDIATAMENTE.
fr: Ces conditions d'utilisation constituent un accord juridiquement contraignant conclu entre vous, que vous soyez personnellement ou au nom d'une entité (« vous ») et tchiiz.com (« Société », « nous », « nous » ou « notre »), concernant votre accès et votre utilisation du site https://crueltouch.com ainsi que tout autre formulaire de médias, de canal de médias, de site Web mobile ou d'application mobile lié, lié ou autrement connecté (collectivement, le « Site »). Vous acceptez que, en accédant au Site, vous avez lu, compris et accepté d'être lié par toutes ces conditions d'utilisation. SI VOUS NE CONSENTEZ PAS À TOUTES CES CONDITIONS D'UTILISATION, VOUS ÊTES EXPRESSÉMENT INTERDIT D'UTILISER LE SITE ET VOUS DEVEZ CESSER IMMÉDIATEMENT L'UTILISATION.

source: Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use from time to time. We will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change. Please ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply. You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.
es: Los términos y condiciones suplementarios o documentos que pueden publicarse en el Sitio de vez en cuando se incorporan expresamente aquí por referencia. Nos reservamos el derecho, a nuestra sola discreción, de realizar cambios o modificaciones en estos Términos de Uso de vez en cuando. Nosotros le alertaremos sobre cualquier cambio al actualizar la fecha "Última actualización" de estos Términos de Uso, y usted renuncia a cualquier derecho a recibir un aviso específico de cada cambio. Asegúrese de que revise los Términos aplicables cada vez que use nuestro Sitio para que entienda qué Términos se aplican. Usted estará sujeto a, y se considerará que ha sido informado y ha aceptado, los cambios en cualquier Términos de Uso revisados al continuar usando el Sitio después de la fecha en que se publiquen esos Términos de Uso revisados.
fr: Les conditions supplémentaires et les documents peuvent être publiés sur le Site de temps en temps sont expressément incorporés ici par référence. Nous nous réservons le droit, à notre seule discrétion, de modifier ces conditions d'utilisation de temps en temps. Nous allons vous alerter sur tout changement en mettant à jour la date de « dernière mise à jour » de ces conditions d'utilisation, et vous renoncez à tout droit à recevoir un avis spécifique de chaque changement. Veuillez vous assurer que vous vérifiez les conditions applicables chaque fois que vous utilisez notre site afin que vous compreniez quelles conditions s'appliquent. Vous serez soumis à, et vous serez réputé avoir été informé et avoir accepté, les changements dans les conditions d'utilisation révisées par votre utilisation continue du site après la date de ces conditions révisées d'utilisation sont publiés.

source: The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.
es: La información proporcionada en el Sitio no está destinada a ser distribuida o utilizada por ninguna persona o entidad en cualquier jurisdicción o país donde tal distribución o uso sería contrario a la ley o regulación o que nos sometería a cualquier requerimiento de registro dentro de dicha jurisdicción o país. En consecuencia, aquellas personas que eligen acceder al Sitio desde otras ubicaciones lo hacen en su propia iniciativa y son únicamente responsables de cumplir con las leyes locales, si y en la medida en que las leyes locales sean aplicables.
fr: Les informations fournies sur le Site ne sont pas destinées à être distribuées ou utilisées par toute personne ou entité dans une juridiction ou un pays où une telle distribution ou utilisation serait contraire à la loi ou règlement ou qui nous soumettrait à tout exigence d'enregistrement dans une telle juridiction ou pays. Par conséquent, les personnes qui choisissent d'accéder au Site à partir d'autres lieux le font sur leur propre initiative et sont uniquement responsables du respect des lois locales, si et dans la mesure où les lois locales sont applicables.

source: The Site is not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use this Site. You may not use the Site in a way that would violate the Gramm-Leach-Bliley Act (GLBA).
es: El Sitio no está diseñado para cumplir con regulaciones específicas de la industria (Ley de Portabilidad y Responsabilidad del Seguro de Salud (HIPAA), Ley Federal de Gestión de Seguridad de la Información (FISMA), etc.), por lo que si sus interacciones estarían sometidas a dichas leyes, no puede usar este Sitio. Usted no puede usar el Sitio de una manera que viole la Ley Gramm-Leach-Bliley (GLBA).
fr: Le Site n'est pas conçu pour être conforme aux réglementations spécifiques à l'industrie (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), de sorte que si vos interactions seraient soumises à de telles lois, vous ne pouvez pas utiliser ce site. Vous ne pouvez pas utiliser le Site d'une manière qui violera la loi Gramm-Leach-Bliley (GLBA).

source: The Site is intended for users who are at least 18 years old. Persons under the age of 18 are not permitted to use or register for the Site.
es: El Sitio está destinado a usuarios que tienen al menos 18 años de edad. Las personas menores de 18 años no están permitidas para usar o registrarse en el Sitio.
fr: Le Site est destiné aux utilisateurs qui ont au moins 18 ans. Les personnes âgées de moins de 18 ans ne sont pas autorisées à utiliser ou à s'inscrire sur le Site.

source: Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions. The Content and the Marks are provided on the Site “AS IS” for your information and personal use only. Except as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.
es: A menos que se indique lo contrario, el Sitio es de propiedad exclusiva nuestra y todo el código fuente, bases de datos, funcionalidad, software, diseños de sitios web, audio, video, texto, fotografías y gráficos en el Sitio (colectivamente, el “Contenido”) y las marcas registradas, marcas de servicio y logotipos contenidos en el mismo (las “Marcas”) son propiedad nuestra o nos están licenciadas, y están protegidas por las leyes de derechos de autor y marcas registradas y diversas otras leyes de propiedad intelectual y leyes de competencia desleal de los Estados Unidos, leyes de derechos de autor internacionales y convenciones internacionales. El Contenido y las Marcas se proporcionan en el Sitio “TAL CUAL” para su información y uso personal solamente. Excepto como se expresa en estos Términos de Uso, ninguna parte del Sitio y ningún Contenido o Marcas puede ser copiado, reproducido, agregado, republicado, cargado, publicado, mostrado públicamente, codificado, traducido, transmitido, distribuido, vendido, licenciado o de otra manera explotado para ningún propósito comercial en absoluto, sin nuestro permiso expreso por escrito previo.
fr: Sauf indication contraire, le Site est notre propriété exclusive et tout code source, base de données, fonctionnalité, logiciel, conception de site Web, audio, vidéo, texte, photographies et graphiques sur le Site (collectivement, le «Contenu») et les marques, marques de service et logos contenus dans celui-ci (les «Marques») sont détenus ou gérés par nous ou nous sont concédés sous licence, et sont protégés par les lois sur le droit d'auteur et les marques de commerce et divers autres droits de propriété intellectuelle et lois sur la concurrence déloyale des États-Unis, les lois internationales sur le droit d'auteur et les conventions internationales. Le contenu et les marques sont fournis sur le Site «TEL QUEL» à des fins d'information et d'utilisation personnelle. Sauf disposition expressément prévue dans ces conditions d'utilisation, aucune partie du Site et aucun contenu ou marque ne peut être copié, reproduit, agrégé, republié, téléchargé, publié, affiché publiquement, codé, traduit, transmis, distribué, vendu, licencié ou exploité à des fins commerciales quelconques, sans notre autorisation écrite préalable et expresse.

source: Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use. We reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.
es: Dado que usted es elegible para usar el Sitio, se le otorga una licencia limitada para acceder y usar el Sitio y para descargar o imprimir una copia de cualquier parte del Contenido al que usted ha accedido correctamente exclusivamente para su uso personal, no comercial. Reservamos todos los derechos no expresamente otorgados a usted en y al Sitio, el Contenido y las Marcas.
fr: Sous réserve que vous soyez admissible à utiliser le Site, vous êtes autorisé à accéder et utiliser le Site et à télécharger ou imprimer une copie de toute partie du contenu auquel vous avez correctement accédé uniquement à des fins personnelles et non commerciales. Nous réservons tous les droits non expressément accordés à vous dans et sur le Site, le Contenu et les Marques.

source: By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary; (3) you have the legal capacity, and you agree to comply with these Terms of Use; (4) you are not a minor in the jurisdiction in which you reside; (5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise; (6) you will not use the Site for any illegal or unauthorized purpose; and (7) your use of the Site will not violate any applicable law or regulation.
es: Al usar el Sitio, usted representa y garantiza que: (1) toda la información de registro que usted envíe será verdadera, precisa, actual y completa; (2) usted mantendrá la exactitud de dicha información y actualizará dicha información de registro de inmediato cuando sea necesario; (3) usted tiene la capacidad legal, y usted acepta cumplir con estos Términos de Uso; (4) usted no es un menor en el lugar en el que reside; (5) usted no accederá al Sitio a través de medios automatizados o no humanos, ya sea a través de un bot, un script o de otra manera; (6) usted no usará el Sitio para ningún propósito ilegal o no autorizado; y (7) su uso del Sitio no violará ninguna ley o reglamento aplicable.
fr: En utilisant le Site, vous déclarez et garantissez ce qui suit : (1) toutes les informations d'inscription que vous soumettez seront exactes, exactes, actuelles et complètes ; (2) vous maintiendrez l'exactitude de ces informations et mettra à jour immédiatement les informations d'inscription nécessaires ; (3) vous avez le capacité juridique et vous acceptez de respecter ces conditions d'utilisation ; (4) vous n'êtes pas mineur dans la juridiction dans laquelle vous résidez ; (5) vous ne pouvez pas accéder au Site à l'aide de moyens automatisés ou non humains, que ce soit à l'aide d'un bot, d'un script ou autrement ; (6) vous n'utiliserez pas le Site pour toute utilisation illégale ou non autorisée ; et (7) votre utilisation du Site ne violera pas la loi ou la réglementation applicable.

source: If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).
es: Si usted proporciona cualquier información que no sea verdadera, precisa, actual o completa, tenemos el derecho de suspender o terminar su cuenta y rechazar cualquier uso actual o futuro de el Sitio (o cualquier parte de él).
fr: Si vous fournissez des informations fausses, inexactes, non actuelles ou incomplètes, nous avons le droit de suspendre ou de résilier votre compte et de refuser toute utilisation actuelle ou future de le Site (ou toute partie de celui-ci).

source: You may be required to register with the Site. You agree to keep your password confidential and will be responsible for all use of your account and password. We reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.
es: Es posible que se le solicite que se registre en el Sitio. Usted acepta mantener su contraseña confidencial y será responsable de todo uso de su cuenta y contraseña. Nos reservamos el derecho de eliminar, reclamar o cambiar un nombre de usuario que usted seleccione si determinamos, a nuestra sola discreción, que dicho nombre de usuario es inapropiado, obsceno u objetable de otra manera.
fr: Vous pourriez être tenu de vous inscrire sur le Site. Vous vous engagez à garder votre mot de passe confidentiel et vous serez responsable de toute utilisation de votre compte et de votre mot de passe. Nous nous réservons le droit de supprimer, de récupérer ou de modifier un nom d'utilisateur que vous sélectionnez si nous déterminons, à notre seule discrétion, que ce nom d'utilisateur est inapproprié, obscène ou autrement inacceptable.

source: You may not access or use the Site for any purpose other than that for which we make the Site available. The Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.
es: Usted no puede acceder o usar el Sitio con ningún propósito distinto al que hacemos el Sitio disponible. El Sitio no puede ser utilizado en conexión con ningún emprendimiento comercial excepto aquellos que están específicamente aprobados o recomendados por nosotros.
fr: Vous ne pouvez pas accéder ou utiliser le Site à des fin autres que celles pour lesquelles nous rendons le Site disponible. Le Site ne peut pas être utilisé en relation avec des entreprises commerciales, sauf celles qui sont spécifiquement approuvées ou approuvées par nous.

source: As a user of the Site, you agree not to:
es: Como usuario del Sitio, usted se compromete a no:
fr: En tant qu'utilisateur du Site, vous vous engagez à ne pas :

source: Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.
es: Recuperar sistemáticamente datos u otro contenido del Sitio para crear o compilar, directamente o indirectamente, una colección, compilación, base de datos o directorio sin el permiso escrito de nosotros.
fr: Récupérer systématiquement des données ou d'autres contenus du Site pour créer ou compiler, directement ou indirectement, une collection, une compilation, une base de données ou un répertoire sans autorisation écrite de notre part.

source: Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords;
es: Enganar, engañar o engañar a nosotros y a otros usuarios, especialmente en cualquier intento de aprender información sensible de cuenta como contraseñas de usuario;
fr: Tromper, escroquer ou induire en erreur nous et autres utilisateurs, notamment dans toute tentative d'apprendre des informations sensibles sur les comptes tels que les mots de passe des utilisateurs;

source: Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein;
es: Evitar, deshabilitar o de otra manera interferir con las características relacionadas con la seguridad del Sitio, incluyendo características que impiden o restringen el uso o la copia de cualquier Contenido o aplican limitaciones al uso del Sitio y/o el Contenido que contiene;
fr: Contourner, désactiver ou autrement interférer avec les fonctionnalités liées à la sécurité du Site, y compris les fonctionnalités qui empêchent ou limitent l'utilisation ou la copie de tout contenu ou appliquent des limitations à l'utilisation du Site et/ou du contenu qu'il contient;

source: Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site;
es: Desprestigiar, empañar o perjudicar de otro modo, en nuestra opinión, a nosotros y/o el Sitio;
fr: Déprécier, ternir ou autrement nuire, à notre avis, à nous et/ou au Site;

source: Use any information obtained from the Site in order to harass, abuse, or harm another person;
es: Utilizar cualquier información obtenida del Sitio en orden a acosar, abusar o dañar a otra persona;
fr: Utiliser les informations obtenues sur le Site afin d'harceler, d'abuser ou de nuire à une autre personne;

source: Use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise;
es: Utilizar el Sitio como parte de cualquier esfuerzo para competir con nosotros o de otra manera utilizar el Sitio y/o el Contenido para cualquier emprendimiento de generación de ingresos o empresa comercial;
fr: Utiliser le Site dans le cadre d'un effort de concurrence avec nous ou d'une autre utilisation du Site et/ou du contenu à des fins de génération de revenus ou d'entreprise commerciale;

source: Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site;
es: Decodificar, descompilar, desensamblar o desarmar cualquier software que comprenda o en cualquier forma que haga parte del Sitio;
fr: Déchiffrer, décompiler, désassembler ou décomposer en logiciel inverse tout logiciel composant ou en constituant une partie du Site;

source: Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.
es: Intentar evitar cualquier medida del Sitio diseñada para evitar o restringir el acceso al Sitio, o cualquier parte del Sitio.
fr: Tenter de contourner toute mesure du Site conçue pour empêcher ou limiter l'accès au Site ou à une partie du Site.

source: Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.
es: Copiar o adaptar el software del Sitio, incluyendo pero no limitado a Flash, PHP, HTML, JavaScript, u otro código.
fr: Copier ou adapter le logiciel du Site, y compris mais sans s'y limiter, Flash, PHP, HTML, JavaScript ou tout autre code.

source: Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.
es: Excepto como se permita por la ley aplicable, decodificar, descompilar, desensamblar o desarmar cualquier software que comprenda o en cualquier forma que haga parte del Sitio.
fr: Sauf autorisation prévue par la loi, déchiffrer, décompiler, désassembler ou décomposer en logiciel inverse tout logiciel composant ou en constituant une partie du Site.

source: Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.
es: Excepto como pueda ser el resultado del uso estándar de un motor de búsqueda o navegador de Internet, utilizar, lanzar, desarrollar o distribuir cualquier sistema automatizado, incluyendo sin limitación, cualquier araña, robot, utilidad de trampa, scraper, o lector fuera de línea que acceda al Sitio, o utilizando o lanzando cualquier script no autorizado u otro software.
fr: Sauf résultat d'une utilisation normale d'un moteur de recherche ou d'un navigateur Internet, utiliser, lancer, développer ou distribuer un système automatisé, y compris sans limitation, tout robot, utilitaire de triche, scraper ou lecteur de hors connexion qui accède au Site, ou en utilisant ou en lançant tout script ou tout logiciel non autorisé.

source: Use a buying agent or purchasing agent to make purchases on the Site.
es: Utilizar un agente de compra o agente de compra para realizar compras en el Sitio.
fr: Utiliser un agent d'achat ou un agent d'achat pour effectuer des achats sur le Site.
