Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: We cannot guarantee the Site will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site. Nothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.
es: No podemos garantizar que el Sitio estará disponible en todo momento. Podemos experimentar problemas de hardware, software u otros o necesitar realizar mantenimiento relacionado con el Sitio, lo que resulta en interrupciones, retrasos o errores. Nos reservamos el derecho de cambiar, revisar, actualizar, suspender, discontinuar o de otra manera modificar el Sitio en cualquier momento o por cualquier razón sin previo aviso a usted. Usted acepta que no tenemos ninguna responsabilidad por cualquier pérdida, daño o inconveniente causado por su incapacidad de acceder o utilizar el Sitio durante cualquier tiempo de inactividad o discontinuación del Sitio. Nada en estos Términos de Uso se interpretará como obligarnos a mantener y apoyar el Sitio o para suministrar correcciones, actualizaciones o lanzamientos en conexión con el mismo.
fr: Nous ne pouvons pas garantir que le Site sera toujours disponible. Nous pouvons rencontrer des problèmes matériels, logiciels ou autres ou avoir besoin de réaliser des opérations de maintenance liées au Site, ce qui entraîne des interruptions, des retards ou des erreurs. Nous nous réservons le droit de modifier, de modifier, de mettre à jour, de suspendre, de mettre fin ou de modifier le Site à tout moment ou pour toute raison sans préavis de votre part. Vous acceptez que nous n'ayons aucune responsabilité pour toute perte, dommage ou inconvénient causé par votre incapacité à accéder ou à utiliser le Site pendant toute période de panne ou de mise hors service du Site. Rien dans ces conditions d'utilisation ne sera interprété comme nous obligeant à maintenir et à soutenir le Site ou à fournir des corrections, mises à jour ou versions dans le cadre de cette connexion.

source: These conditions are governed by and interpreted following the laws of USA, and the use of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded. If your habitual residence is in the EU, and you are a consumer, you additionally possess the protection provided to you by obligatory provisions of the law of your country of residence. tchiiz.com and yourself both agree to submit to the non-exclusive jurisdiction of the courts of Florida, which means that you may make a claim to defend your consumer protection rights in regard to these Terms of Use in USA, or in the EU country in which you reside.
es: Estas condiciones se rigen por y se interpretan de acuerdo con las leyes de los Estados Unidos, y el uso de la Convención de las Naciones Unidas de Contratos para la Venta Internacional de Mercaderías se excluye expresamente. Si su residencia habitual está en la UE, y usted es un consumidor, además usted posee la protección proporcionada por usted por disposiciones obligatorias de la ley de su país de residencia. tchiiz.com y usted mismo aceptan someterse a la jurisdicción no exclusiva de los tribunales de Florida, lo que significa que usted puede hacer una reclamación para defender sus derechos de protección al consumidor en relación con estos Términos de Uso en los Estados Unidos, o en el país de la UE en el que reside.
fr: Ces conditions sont régies par et interprétées selon les lois des USA, et l'utilisation de la Convention des Nations Unies sur les Contrats de vente internationale de marchandises est expressément exclue. Si votre résidence habituelle est dans l'UE, et que vous êtes un consommateur, vous possédez également la protection qui vous est accordée par les dispositions obligatoires de la loi de votre pays de résidence. tchiiz.com et vous-même acceptez de vous soumettre à la compétence non-exclusive des tribunaux de Florida, ce qui signifie que vous pouvez faire valoir un recours pour défendre vos droits de protection du consommateur en ce qui concerne ces conditions d'utilisation aux USA, ou dans le pays de l'UE où vous résidez.

source: Informal Negotiations
es: Negociaciones Informales
fr: Négociations informelles

source: To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a "Dispute" and collectively, the "Disputes") brought by either you or us (individually, a "Party" and collectively, the "Parties"), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration. Such informal negotiations commence upon written notice from one Party to the other Party.
es: Para agilizar la resolución y controlar el costo de cualquier disputa, controversia o reclamo relacionado con estos Términos de Uso (cada uno una "Disputa" y colectivamente, las "Disputas") presentadas por usted o nosotros (individualmente, una "Parte" y colectivamente, las "Partes"), las Partes acuerdan primero intentar negociar cualquier Disputa (excepto esas Disputas expresamente previstas a continuación) de forma informal durante al menos treinta (30) días antes de iniciar la arbitraje. Tales negociaciones informales comienzan con aviso escrito de una Parte a la otra Parte.
fr: Pour accélérer la résolution et contrôler le coût de tout litige, contentieux ou réclamation lié à ces conditions d'utilisation (chacun un "litige" et collectivement, les "litiges") soumis par l'un ou l'autre de vous ou nous (individuellement, une "partie" et collectivement, les "parties"), les parties conviennent de commencer d'abord à négocier de manière informelle tout litige (sauf les litiges expressément prévus ci-dessous) pendant au moins trente (30) jours avant de lancer une arbitrage. De telles négociations informelles commencent sur notification écrite d'une partie à l'autre partie.

source: Binding Arbitration
es: Arbitraje vinculante
fr: Arbitrage obligatoire

source: Any dispute arising from the relationships between the Parties to this contract shall be determined by one arbitrator who will be chosen in accordance with the Arbitration and Internal Rules of the European Court of Arbitration being part of the European Centre of Arbitration having its seat in Strasbourg, and which are in force at the time the application for arbitration is filed, and of which adoption of this clause constitutes acceptance. The seat of arbitration shall be Nice, France. The language of the proceedings shall be English. Applicable rules of substantive law shall be the law of USA.
es: Cualquier disputa que surja de las relaciones entre las Partes de este contrato se determinará por un árbitro que será elegido de acuerdo con las Reglas de Arbitraje y Arbitraje Interno de la Corte Europea de Arbitraje que es parte del Centro Europeo de Arbitraje con sede en Estrasburgo, y que están en vigor en el momento en que la solicitud de arbitraje se presenta, y de la adopción de esta cláusula constituye aceptación. El lugar del arbitraje será Niza, Francia. El idioma de los procedimientos será el inglés. Las reglas aplicables de derecho sustantivo serán la ley de los Estados Unidos.
fr: Tout litige résultant des relations entre les parties à ce contrat sera déterminé par un arbitre qui sera choisi conformément aux règles d'arbitrage et internes de la Cour européenne d'arbitrage étant partie du Centre européen d'arbitrage ayant son siège à Strasbourg, et qui sont en vigueur au moment où la demande d'arbitrage est déposée, et de l'adoption de cette clause constitue acceptation. Le siège de l'arbitrage sera Nice, France. La langue des procédures sera l'anglais. Les règles applicables de droit substantiel seront la loi de France.

source: The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually. To the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding; (b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures; and (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.
es: Las Partes acuerdan que cualquier arbitraje se limitará a la Disputa entre las Partes individualmente. En la medida máxima permitida por la ley, (a) ningún arbitraje se unirá con cualquier otro procedimiento; (b) no hay derecho o autoridad para que cualquier Disputa se arbitre en una base de acción colectiva o para utilizar procedimientos de acción colectiva; y (c) no hay derecho o autoridad para que cualquier Disputa se presente en una capacidad supuestamente representativa en nombre de el público en general o cualquier otra persona.
fr: Les parties conviennent que tout arbitrage sera limité au litige entre les parties individuellement. Dans la mesure maximale permise par la loi, (a) aucun arbitrage ne peut être joint à tout autre procédure; (b) il n'y a aucun droit ou autorité pour qu'un litige soit arbitré sur la base d'un classement par action ou d'utiliser des procédures de classement par action; et (c) il n'y a aucun droit ou autorité pour qu'un litige soit introduit dans une capacité prétendument représentative au nom de la population générale ou d'autres personnes.

source: Exceptions to Informal Negotiations and Arbitration
es: Excepciones a las negociaciones informales y arbitraje
fr: Exceptions aux négociations informelles et à l'arbitrage

source: The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party; (b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use; and (c) any claim for injunctive relief. If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.
es: Las Partes acuerdan que las siguientes Disputas no están sujetas a las disposiciones anteriores concernientes a las negociaciones informales y arbitra vinculante: (a) cualquier Disputa que busca hacer cumplir o proteger, o en relación con la validez de, cualquier derecho de propiedad intelectual de una Parte; (b) cualquier Disputa relacionada con, o que surja de, allegaciones de robo, piratería, invasión de la privacidad o uso no autorizado; y (c) cualquier reclamo por medios de protección. Si esta disposición se encuentra para ser ilegal o no ejecutable, entonces ninguna Parte elegirá arbitrar cualquier Disputa que caiga dentro de esa parte de esta disposición que se encuentra para ser ilegal o no ejecutable y tal Disputa debe ser decidida por un tribunal competente dentro de los tribunales enumerados para la jurisdicción anterior, y las Partes acuerdan someterse a la jurisdicción personal de ese tribunal.
fr: Les parties conviennent que les litiges suivants ne sont pas soumis aux dispositions ci-dessus concernant les négociations informelles et l'arbitrage obligatoire: (a) tout litige visant à faire respecter ou protéger, ou concernant la validité de, l'un des droits de propriété intellectuelle d'une partie; (b) tout litige lié à, ou résultant de, des allégations de vol, de piratage, d'invasion de la vie privée ou d'utilisation non autorisée; et (c) toute revendication pour obtenir une mesure conservatoire. Si cette disposition est jugée illégale ou non exécutoire, alors aucune des parties ne choisira d'arbitrer tout litige tombant dans cette partie de cette disposition jugée illégale ou non exécutoire et ce litige sera décidé par un tribunal compétent situé dans les tribunaux énumérés pour la compétence ci-dessus, et les parties conviennent de soumettre leur compétence personnelle à ce tribunal.

source: There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.
es: Puede haber información en el Sitio que contiene errores tipográficos, inexactitudes o omisiones, incluyendo descripciones, precios, disponibilidad y diversas otras informaciones. Nosotros nos reservamos el derecho de corregir cualquier error, inexactitud o omisión y de cambiar o actualizar la información en el Sitio en cualquier momento, sin previo aviso.
fr: Il peut y avoir des informations sur le Site qui contiennent des erreurs de frappe, des inexactitudes ou des omissions, y compris des descriptions, des prix, des disponibilités et diverses autres informations. Nous nous réservons le droit de corriger toute erreur, inexactitude ou omission et de modifier ou de mettre à jour les informations sur le Site à tout moment, sans avis préalable.

source: THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE. WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.
es: EL SITIO SE PROPORCIONA TAL CUAL Y SEGÚN ESTÉ DISPONIBLE. USTED ACEPTA QUE SU USO DEL SITIO Y DE NUESTROS SERVICIOS SERÁ POR SU CUENTA Y RIESGO. EN LA MEDIDA EN QUE LO PERMITA LA LEY, RENUNCIAMOS A TODA RESPONSABILIDAD. GARANTÍAS, EXPRESAS O IMPLÍCITAS, EN RELACIÓN CON EL SITIO Y SU USO DEL MISMO, INCLUYENDO, SIN LIMITACIÓN, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR, Y NO INFRACCIÓN. NO OFRECEMOS NINGUNA GARANTÍA NI REPRESENTACIONES SOBRE LA PRECISIÓN O LA EXACTITUD INTEGRIDAD DEL CONTENIDO DEL SITIO O EL CONTENIDO DE CUALQUIER SITIO WEB ENLAZADO AL SITIO Y NOSOTROS QUEREMOS NO ASUMIREMOS RESPONSABILIDAD ALGUNA POR (1) ERRORES, ERRORES O INEXACTITUDES DE CONTENIDO Y MATERIALES, (2) LESIONES PERSONALES O DAÑOS A LA PROPIEDAD daños materiales, de cualquier naturaleza, resultantes de la utilización del sitio web. SU ACCESO Y USO DEL SITIO, (3) CUALQUIER ACCESO NO AUTORIZADO O USO DE NUESTROS SERVIDORES DE SEGURIDAD Y/O CUALQUIER INFORMACIÓN PERSONAL Y/O INFORMACIÓN FINANCIERA ALMACENADA EN ELLOS, (4) CUALQUIER INTERRUPCIÓN O CESE DE LA TRANSMISIÓN HACIA O DESDE EL SITIO, (5) CUALQUIER BUGS, VIRUS, TROJAN CABALLOS, O SIMILARES QUE PUEDAN SER TRANSMITIDOS A O A TRAVÉS DEL SITIO POR TERCEROS, Y/O(6) CUALQUIER ERROR U OMISIÓN EN CUALQUIER CONTENIDO Y MATERIALES O POR CUALQUIER PÉRDIDA O DAÑO DE CUALQUIER TIPO. INCURRIDOS COMO RESULTADO DEL USO DE CUALQUIER CONTENIDO PUBLICADOS, TRANSMITIDOS O PUESTOS A DISPOSICIÓN DE CUALQUIER OTRA FORMA. A TRAVÉS DEL SITIO. NO ASEGURAMOS, AVALAMOS, GARANTIZAMOS, O ASUMIR RESPONSABILIDAD POR CUALQUIER PRODUCTO O SERVICIO ANUNCIADO U OFRECIDO POR UN TERCERO A TRAVÉS DEL SITIO, DE CUALQUIER SITIO WEB HIPERVINCULADO O DE CUALQUIER SITIO WEB HIPERVINCULADO. SITIO WEB O APLICACIÓN MÓVIL QUE APAREZCA EN CUALQUIER BANNER U OTRO TIPO DE PUBLICIDAD, Y NO SEREMOS ASOCIADOS PARTE NI SEREMOS RESPONSABLES EN MODO ALGUNO DE LA SUPERVISIÓN DE CUALQUIER TRANSACCIÓN ENTRE USTED Y CUALQUIER TERCEROS PROVEEDORES DE PRODUCTOS O SERVICIOS. COMO con la compra de un producto o servicio A TRAVÉS DE CUALQUIER MEDIO O EN CUALQUIER ENTORNO, USTED DEBE UTILIZAR SU MEJOR JUICIO Y PONER PRECAUCIÓN DONDE SEA APROPIADO.
fr: LE SITE EST FOURNI SUR UNE BASE "TEL QUEL" ET "TEL QUE DISPONIBLE". VOUS CONVENEZ QUE VOTRE UTILISATION DU SITE ET NOS SERVICES SERA À VOTRE SEUL RISQUE. DANS LA MESURE MAXIMALE PERMISE PAR LA LOI, NOUS DÉCLINONS TOUTE GARANTIE, EXPLICITE OU IMPLICITE, EN RELATION AVEC LE SITE ET VOTRE UTILISATION DE CELUI-CI, Y COMPRIS, SANS LIMITATION, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. NOUS NE FAISONS AUCUNE GARANTIE OU REPRÉSENTATION SUR LA PRÉCISION OU L'EXHAUSTIVITÉ DU CONTENU DU SITE OU DU CONTENU D'UN AUTRE SITE LIÉ AU SITE ET NOUS NE SERONS PAS RESPONSABLES DE TOUTE (1) ERREUR, FAUTE OU INEXACTITUDE DE CONTENU ET DE MATÉRIEL, (2) DOMMAGE CORPOREL OU DOMMAGE À DES BIENS DE TOUTE NATURE RÉSULTANT DE VOTRE ACCÈS AU SITE ET DE VOTRE UTILISATION DU SITE, (3) TOUT ACCÈS NON AUTORISÉ OU UTILISATION DE NOS SERVEURS SÉCURISÉS ET/OU TOUTE INFORMATION PERSONNELLE ET/OU FINANCIÈRE STOCKÉE DESSUS, (4) TOUTE INTERRUPTION OU CESSATION DE LA TRANSMISSION VERS OU À PARTIR DU SITE, (5) TOUT BUG, VIRUS, CHEVAL DE TROIE OU AUTRE PROGRAMME MALVEILLANT TRANSMIS AU SITE PAR TOUTE TROISIÈME PARTIE, ET/OU (6) TOUTE ERREUR OU OMISSION DANS TOUT CONTENU ET MATÉRIEL OU POUR TOUTE PERTE OU DOMMAGE DE QUELQUE NATURE QUE CE SOIT RÉSULTANT DE L'UTILISATION DE TOUT CONTENU POSTÉ, TRANSMIS OU DISPONIBLE AUTREMENT VIA LE SITE. NOUS NE GARANTISSONS, N'APPORTERONS PAS DE SOUTIEN, NE NOUS ENGAGEONS PAS À GARANTIR OU NE SOMMES PAS RESPONSABLES D'AUCUN PRODUIT OU SERVICE PUBLICITÉ OU PROPOSÉ PAR UNE TROISIÈME PARTIE VIA LE SITE, UN SITE LIÉ OU UN SITE OU UNE APPLICATION MOBILE PRÉSENTÉ DANS UNE BANNIÈRE OU UNE AUTRE PUBLICITÉ, ET NOUS NE SERONS PAS UNE PARTIE À OU NE SERONS EN AUCUN MOYEN RESPONSABLES DU SUIVI DE TOUTE TRANSACTION ENTRE VOUS ET TOUT FOURNISSEUR DE PRODUITS OU DE SERVICES. COMME POUR L'ACHAT D'UN PRODUIT OU D'UN SERVICE PAR TOUT MOYEN OU DANS TOUS LES ENVIRONNEMENTS, VOUS DEVEZ FAIRE PREUVE DE VOTRE MEILLEUR JUGEMENT ET EXERCER UNE PRUDENCE ADAPTÉE LORSQUE C'EST INDISPENSABLE.

source: IN NO EVENT WILL WE, BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
es: EN NINGÚN CASO NOSOTROS, SEREMOS RESPONSABLES DE USTED O DE CUALQUIER TERCERO POR CUALQUIER DAÑO DIRECTO, INDIRECTO, CONSECUENCIAL, EJEMPLAR, INCIDENTAL, ESPECIAL O PUNITIVO, INCLUYENDO PÉRDIDA DE BENEFICIOS, PÉRDIDA DE INGRESOS, PÉRDIDA DE DATOS, O OTROS DAÑOS QUE SURJAN DE SU USO DE EL SITIO, INCLUSO SI HEMOS SIDO INFORMADOS DE LA POSIBILIDAD DE TAL DAÑO.
fr: DANS AUCUN CAS, NOUS NE SERONS PAS RESPONSABLES DE VOS DOMMAGES OU DE TOUT DOMMAGE DE TOUTE NATURE RÉSULTANT DE VOTRE UTILISATION DU SITE, MÊME SI NOUS AVONS ÉTÉ AVISÉS DE LA POSSIBILITÉ DE TELS DOMMAGES.
