Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Delivery Time frame
es: Plazo de entrega
fr: Temps de livraison

source: days
es: días
fr: jours

source: Only Orlando
es: Sólo Orlando
fr: Seulement Orlando

source: book now
es: reservar ahora
fr: réserver maintenant

source: Admin Login
es: Admin Iniciar
fr: Connexion admin

source: ADMIN LOGIN
es: ADMIN INICIAR
fr: CONNEXION ADMIN

source: Access your private online gallery and view your stunning photographs securely with our client login feature. Login now to see your memories
es: Acceda a su galería privada en línea y vea sus impresionantes fotografías de forma segura con nuestra función de inicio de sesión de cliente. Inicie sesión ahora para ver sus recuerdos
fr: Accédez à votre galerie privée en ligne et visualisez vos magnifiques photographies en toute sécurité avec notre fonction de connexion client. Connectez-vous maintenant pour voir vos souvenirs

source: LOGIN
es: INICIAR SESIÓN
fr: SE CONNECTER

source: Forgot password
es: Olvidé mi contraseña
fr: Mot de passe oublié

source: Don't have an account
es: ¿No tienes una cuenta
fr: Pas encore inscrit

source: Sign Up
es: Regístrate
fr: Créer un compte

source: Client Registration
fr: Inscription Client

source: Create an account with us and get access to exclusive promotions, online gallery and more. Register now to experience our professional photography services.
es: Crea una cuenta con nosotros y obtén acceso a promociones exclusivas, galería en línea y más. Regístrese ahora para experimentar nuestros servicios profesionales de fotografía.
fr: Créez un compte avec nous et accédez à des promotions exclusives, à une galerie en ligne et plus encore. Inscrivez-vous maintenant pour découvrir nos services de photographie professionnelle.

source: REGISTER ACCOUNT
es: REGISTRAR CUENTA
fr: CRÉATION DE COMPTE

source: Register Account
es: Registrar cuenta
fr: Créer un compte

source: Already have an account
es: ¿Ya tienes una cuenta?
fr: Déjà inscrit

source: Welcome to Tchiiz Studio
es: Bienvenido a Tchiiz Studio
fr: Bienvenue sur Tchiiz Studio

source: Home
es: Inicio
fr: Accueil

source: Meet
es: Conoce
fr: Rencontre

source: Meet Us
es: Conócenos
fr: Nous rencontrer

source: Contact Us
es: Contáctenos
fr: Contactez-nous

source: Book Us Now
es: Reservación
fr: Réservation

source: Legal
fr: Légal

source: Terms & Conditions
es: Términos y condiciones
fr: Termes & conditions

source: Login & Register
es: Conectarse y registrarse
fr: Connexion & Inscription

source: Sign In
es: Conectarse
fr: Se connecter

source: Join Us
es: Únete a nosotros
fr: Rejoignez-nous

source: Studio Admin
es: Administrador
fr: Admin Studio

source: My Dashboard
es: Mi tablero
fr: Mon Espace

source: Sign Out
es: Desconectar
fr: Déconnexion

source: Made with
es: Hecho con
fr: Fait avec

source: Love
es: Amor
fr: Amour

source: by
es: por
fr: par

source: Search here
es: Buscar aquí
fr: Rechercher ici

source: Cookies Consent
es: Consentimiento de cookies
fr: Consentement aux cookies

source: This website use cookies to ensure you get the best experience.
es: Este sitio web utiliza cookies para garantizar que obtenga la mejor experiencia.
fr: Ce site utilise des cookies pour vous garantir la meilleure expérience.

source: Got it
es: Comprendido
fr: J'ai compris

source: Learn more
es: Aprende más
fr: Plus d'infos

source: Professional photography services for all occasions - portraits, landscapes, events. High-quality results and personalized attention.
es: Servicios profesionales de fotografía para todas las ocasiones: retratos, paisajes, eventos. Resultados de alta calidad y atención personalizada.
fr: Services de photographie professionnelle pour toutes les occasions - portraits, paysages, événements. Résultats de haute qualité et attention personnalisée.

source: Ready to capture beautiful moments?
es: ¿Listo para capturar hermosos momentos?
fr: Prêt à capturer de beaux moments?

source: Book your photography session with us today!
es: ¡Reserve su sesión de fotografía con nosotros hoy!
fr: Réservez votre session photo avec nous aujourd'hui!

source: Book Now
es: Reserva ahora
fr: Réserver maintenant

source: About us
es: Sobre nosotros
fr: À propos

source: I'm Roos Laurore
es: Soy Roos Laurore
fr: Je suis Roos Laurore

source: Photographer
es: Fotógrafa
fr: Photographe

source: Born in the 90's, I am very passionate about everything related to art, music and photography. I spent 1 year in France doing photography and sharing with others in the field. I learned how to use Photoshop, and I'm really good at it. While in France, I landed my first wedding gig on a yatch. I am actually interested in computer science and long term investing. I'm planning to travel a little in the next years in Indonesia, Greece and China. Long term goal : Digital Nomad.
es: Nacida en los 90, estoy muy apasionada por todo lo relacionado con el arte, la música y la fotografía. Pasé 1 año en Francia haciendo fotografía y compartiendo con otros en el campo. Aprendí a usar Photoshop, y estoy muy buena en eso. Mientras estaba en Francia, conseguí mi primer trabajo de boda en un yate. En realidad estoy interesada en ciencias de la computación e inversiones a largo plazo. Planeo viajar un poco en los próximos años en Indonesia, Grecia y China. Objetivo a largo plazo: Nomada digital.
fr: Née dans les années 90, je suis très passionnée par tout ce qui est art, musique et photographie. J'ai passé 1 an en France, faisant de la photographie et partageant avec les autres dans le domaine. J'ai appris à utiliser Photoshop, et je suis très douée. Pendant mon séjour en France, j'ai eu ma première prestation de mariage sur un yacht. Je suis vraiment intéressée par l'informatique et l'investissement à long terme. Je compte voyager un peu dans les prochaines années en Indonésie, en Grèce et en Chine. Objectif à long terme : Digital Nomad.

source: Select and Schedule Your Appointment
es: Seleccione y Programe su Cita
fr: Choisissez et Planifiez votre Rendez-vous

source: Wedding
fr: Mariage

source: Product Photography
fr: Photographie de produit

source: Events
fr: Événements

source: Last updated
es: Última actualización
fr: Dernière mise à jour

source: November 10, 2022
es: 10 de noviembre de 2022
fr: 10 novembre 2022

source: This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.
es: Esta página le informa de nuestras políticas con respecto a la recopilación, uso y divulgación de datos personales cuando utiliza nuestro Servicio y las opciones que tiene asociadas con esos datos.
fr: Cette page vous informe de nos politiques concernant la collecte, l'utilisation et la divulgation des données personnelles lorsque vous utilisez notre Service et des choix que vous avez associés à ces données.

source: We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from
es: Utilizamos sus datos para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y uso de la información de acuerdo con esta política. A menos que se defina de otra manera en esta política de privacidad, los términos utilizados en esta política de privacidad tienen el mismo significado que en nuestro Términos y condiciones, accesibles desde
fr: Nous utilisons vos données pour fournir et améliorer le Service. En utilisant le Service, vous acceptez la collecte et l'utilisation d'informations conformément à cette politique. Sauf si autrement défini dans cette politique de confidentialité, les termes utilisés dans cette politique de confidentialité ont la même signification que dans notre Conditions générales, accessibles à partir de

source: here
es: aquí
fr: ici

source: Interpretation
es: Interpretación
fr: Interprétation

source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
es: Las palabras cuya letra inicial está en mayúsculas tienen significados definidos en las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado sin importar si aparecen en singular o en plural.
fr: Les mots dont la lettre initiale est majuscule ont des significations définies dans les conditions suivantes. Les définitions suivantes ont la même signification, qu'elles apparaissent au singulier ou au pluriel.

source: Definitions
es: Definiciones
fr: Définitions

source: For the purposes of this Privacy Policy
es: Con el propósito de esta política de privacidad
fr: Dans le cadre de cette politique de confidentialité

source: Account
es: Cuenta
fr: Compte

source: means a unique account created for You to access our Service or parts of our Service.
es: significa una cuenta única creada para que usted acceda a nuestro Servicio o partes de nuestro Servicio.
fr: signifie un compte unique créé pour vous permettre d'accéder à notre Service ou à certaines parties de notre Service.

source: Company
es: Compañía
fr: Entreprise

source: (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to tchiiz.com.
es: (denominado &quot;la Compañía&quot;, &quot;Nosotros&quot;, &quot;Nosotros&quot; o &quot;Nuestro&quot; en este Acuerdo) se refiere a tchiiz.com.
fr: (désigné comme &quot;la Société&quot;, &quot;Nous&quot;, &quot;Nous&quot; ou &quot;Notre&quot; dans le présent contrat) se réfère à tchiiz.com.

source: are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.
es: son archivos pequeños que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contiene los detalles de su historial de navegación en ese sitio web entre sus muchos usos.
fr: ce sont de petits fichiers qui sont placés sur votre ordinateur, mobile ou tout autre appareil par un site Web, contenant les détails de votre navigation sur ce site Web parmi ses nombreuses utilisations.

source: Country
es: País
fr: Pays

source: refers to: United States of America
es: se refiere a: Estados Unidos de América
fr: réfère à: États-Unis d'Amérique

source: Device
es: Dispositivo
fr: Appareil

source: means any device that can access the Service such as a computer, a cellphone or a digital tablet.
es: significa cualquier dispositivo que pueda acceder al Servicio como un computadora, un teléfono celular o una tableta digital.
fr: signifie tout appareil pouvant accéder au Service, tel qu'un ordinateur, un téléphone portable ou une tablette numérique.

source: Personal Data
es: Datos personales
fr: Données personnelles

source: is any information that relates to an identified or identifiable individual.
es: es cualquier información que se refiere a una persona identificada o identificable.
fr: ce sont toutes informations qui se rapportent à une personne physique identifiée ou identifiable.

source: refers to the Website.
es: se refiere al sitio web.
fr: se réfère au site Web.

source: Service Provider
es: Proveedor de servicios
fr: Fournisseur de services

source: Usage Data
es: Datos de uso
fr: Données d'utilisation

source: Website
es: Sitio web
fr: Site Web

source: refers to tchiiz.com, accessible from
es: se refiere a tchiiz.com, accesible desde
fr: se réfère à tchiiz.com, accessible à partir de

source: You
es: Usted
fr: Vous, toi

source: Collecting and Using Your Personal Data
es: Recopilación y uso de sus datos personales
fr: Collecte et utilisation de vos données personnelles

source: We collect several types of information for various purposes to provide and improve our Service to you.
es: Recopilamos varios tipos de información para diversos fines para proporcionar y mejorar nuestro Servicio a usted.
fr: Nous collectons plusieurs types d'informations à des fins variées pour vous fournir et améliorer notre Service.

source: Types of Data Collected
es: Tipos de datos recopilados
fr: Types de données collectées

source: First name and last name
es: Nombre y apellido
fr: Prénom et nom de famille

source: Cookies and Usage Data
es: Cookies y datos de uso
fr: Cookies et données d'utilisation

source: Usage Data is collected automatically when using the Service.
es: Usage Data se recopila automáticamente al usar el Servicio.
fr: Des données d'utilisation sont collectées automatiquement lorsque vous

source: Tracking & Cookies Data
es: Datos de seguimiento y cookies
fr: Traçage et données de cookies

source: We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.
fr: Nous utilisons des cookies et des technologies de suivi similaires pour suivre l'activité sur notre Service et conserver certaines informations.

source: Examples of Cookies we use:
es: Ejemplos de cookies que utilizamos:
fr: Exemples de cookies que nous utilisons :

source: Session Cookies.
es: Cookies de sesión.
fr: Cookies de session.

source: We use Session Cookies to operate our Service.
es: Utilizamos cookies de sesión para operar nuestro Servicio.
fr: Nous utilisons les cookies de session pour exploiter notre Service.

source: Preference Cookies.
es: Cookies de preferencia.
fr: Les cookies de préférence.

source: We use Preference Cookies to remember your preferences and various settings.
es: Utilizamos cookies de preferencia para recordar sus preferencias y varios ajustes.
fr: Nous utilisons les cookies de préférence pour mémoriser vos préférences et diverses paramètres.

source: Security Cookies.
es: Cookies de seguridad.
fr: Les cookies de sécurité.

source: Use of Data
es: Uso de los datos
fr: Utilisation des données

source: My Company uses the collected data for various purposes:
es: Mi empresa utiliza los datos recopilados para diversos fines:
fr: La société utilise les données collectées à des fin diverses :

source: To provide and maintain the Service
es: Para proporcionar y mantener el Servicio
fr: Pour fournir et maintenir le Service

source: To notify you about changes to our Service
es: Para informarle sobre los cambios en nuestro Servicio
fr: Pour vous informer des modifications apportées à notre Service

source: To provide customer care and support
es: Para proporcionar atención al cliente y soporte
fr: Pour fournir un service clientèle et un support

source: To provide analysis or valuable information so that we can improve the Service
es: Para proporcionar análisis o información valiosa para que podamos mejorar el Servicio
fr: Pour fournir une analyse ou des informations utiles afin que nous puissions améliorer le Service

source: To monitor the usage of the Service
es: Para monitorear el uso del Servicio
fr: Pour surveiller l'utilisation du Service

source: To detect, prevent and address technical issues
es: Para detectar, evitar y abordar problemas técnicos
fr: Pour détecter, prévenir et traiter les problèmes techniques

source: Transfer Of Data
es: Transferencia de datos
fr: Le transfert des données

source: Your information, including Personal Data, may be transferred to — and maintained on — computers located outside your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.
es: Su información, incluidos los datos personales, puede transferirse a y mantenerse en computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de su jurisdicción.
fr: Vos informations, y compris les données personnelles, peuvent être transférées vers et conservées sur des ordinateurs situés en dehors de votre état, province, pays ou autre juridiction gouvernementale où les lois de protection des données peuvent différer de celles de votre juridiction.

source: Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.
es: Su consentimiento para esta política de privacidad seguido de la presentación de dicha información representa su acuerdo con esa transferencia.
fr: Votre consentement à la présente politique de confidentialité suivie de la soumission de telles informations représente votre accord quant à ce transfert.

source: Disclosure Of Data
es: Divulgación de datos
fr: Divulgation des données

source: Legal Requirements
es: Requisitos legales
fr: Règles légales

source: My Company may disclose your Personal Data in the good faith belief that such action is necessary to:
es: Mi empresa puede divulgar sus datos personales de buena fe si cree que dicha acción es necesario para:
fr: La société peut divulguer vos données personnelles dans le bon foi de croire que de telles actions sont nécessaires pour:

source: To comply with a legal obligation
es: Cumplir con una obligación legal
fr: Se conformer à une obligation légale

source: To protect and defend the rights or property of My Company
es: Proteger y defender los derechos o propiedad de Mi empresa
fr: Se protéger et défendre les droits ou la propriété de la société

source: To prevent or investigate possible wrongdoing in connection with the Service
es: Para prevenir o investigar posibles delitos en relación con el Servicio
fr: Pour prévenir ou enquêter sur une éventuelle infraction liée au Service

source: To protect the personal safety of users of the Service or the public
es: Para proteger la seguridad personal de los usuarios del Servicio o el público
fr: Pour protéger la sécurité personnelle des utilisateurs du Service ou du public

source: To protect against legal liability
es: Para protegerse contra la responsabilidad legal
fr: Se protéger contre la responsabilité juridique

source: Security Of Data
es: Seguridad de los datos
fr: Sécurité des données

source: Service Providers
es: Proveedores de servicios
fr: Fournisseurs de services

source: These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.
es: Estas terceras partes tienen acceso a sus datos personales solo para realizar estas tareas en nuestro nombre y están obligadas a no divulgarlos o utilizarlos para ningún otro propósito.
fr: Ces tiers ont accès à vos données personnelles uniquement pour effectuer ces tâches pour notre compte et sont tenus de ne pas divulguer ou utiliser ces données à d'autres fins.

source: Links To Other Sites
es: Enlaces a otros sitios
fr: Liens vers d'autres sites

source: Children's Privacy
es: Privacidad de los niños
fr: Protection de la vie privée des enfants

source: Our Service does not address anyone under the age of 18 ("Children").
es: Nuestro Servicio no se dirige a nadie menor de 18 años ("Niños").
fr: Notre Service ne s'adresse pas aux personnes de moins de 18 ans ("Enfants").

source: We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian, and you are aware that your Children have provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.
fr: Nous ne collectons pas intentionnellement d'informations personnellement identifiables auprès de personnes de moins de 18 ans. Si vous êtes un parent ou un tuteur et que vous savez que votre Enfant nous a fourni des données personnelles, veuillez nous contacter. Si nous devenons conscients que nous avons collecté des données personnelles auprès d'enfants sans vérification du consentement parental, nous prenons des mesures pour supprimer ces informations de nos serveurs.

source: Changes To This Privacy Policy
es: Cambios en esta política de privacidad
fr: Changements de cette politique de confidentialité

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.
es: Podemos actualizar nuestra política de privacidad de vez en cuando. Le notificaremos de cualquier cambio publicando la nueva política de privacidad en esta página.
fr: Nous pouvons mettre à jour notre politique de confidentialité de temps en temps. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page.

source: If you have any questions about this Privacy Policy, please contact us:
es: Si tiene alguna pregunta sobre esta política de privacidad, comuníquese con nosotros:
fr: Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter :

source: By email:
es: Por correo electrónico:
fr: Par e-mail :

source: By visiting this page on our website:
es: Visitando esta página en nuestro sitio web:
fr: En visitant cette page sur notre site Web :

source: November 23, 2022
es: 23 de noviembre de 2022
fr: 23 novembre 2022

source: 1. AGREEMENT TO TERMS
es: 1. ACUERDO DE TÉRMINOS
fr: 1. ACCEPTATION DES CONDITIONS

source: 2. INTELLECTUAL PROPERTY RIGHTS
es: 2. DERECHOS DE PROPIEDAD INTELECTUAL
fr: 2. DROITS DE PROPRIÉTÉ INTELLECTUELLE

source: 3. USER REPRESENTATIONS
es: 3. REPRESENTACIONES DEL USUARIO
fr: 3. REPRÉSENTATIONS DE L'UTILISATEUR

source: 4. USER REGISTRATION
es: 4. REGISTRO DE USUARIO
fr: 4. ENREGISTREMENT DE L'UTILISATEUR

source: 5. PROHIBITED ACTIVITIES
es: 5. ACTIVIDADES PROHIBIDAS
fr: 5. ACTIVITÉS INTERDITES

source: 6. USER GENERATED CONTRIBUTIONS
es: 6. CONTRIBUCIONES GENERADAS POR EL USUARIO
fr: 6. CONTRIBUTIONS GÉNÉRÉES PAR L'UTILISATEUR

source: 7. CONTRIBUTION LICENSE
es: 7. LICENCIA DE CONTRIBUCIÓN
fr: 7. LICENCE DE CONTRIBUTION

source: 8. SUBMISSIONS
es: 8. PRESENTACIONES
fr: 8. SOUMISSIONS

source: 9. THIRD-PARTY WEBSITE AND CONTENT
es: 9. SITIO WEB Y CONTENIDO DE TERCEROS
fr: 9. SITE WEB ET CONTENU DE TIERS

source: 10. ADVERTISERS
es: 10. ANUNCIANTES
fr: 10. ANNONCEURS

source: 11. SITE MANAGEMENT
es: 11. GESTIÓN DEL SITIO
fr: 11. GESTION DU SITE

source: 12. PRIVACY POLICY
es: 12. POLÍTICA DE PRIVACIDAD
fr: 12. POLITIQUE DE CONFIDENTIALITÉ

source: 13. COPYRIGHT INFRINGEMENTS
es: 13. INFRACCIONES DE DERECHOS DE AUTOR
fr: 13. CONTREFAÇONS DE DROITS D'AUTEUR

source: 14. TERM AND TERMINATION
es: 14. TÉRMINO Y TERMINACIÓN
fr: 14. DURÉE ET RÉSILIATION

source: 15. MODIFICATIONS AND INTERRUPTIONS
es: 15. MODIFICACIONES E INTERRUPCIONES
fr: 15. MODIFICATIONS ET INTERRUPTIONS

source: 16. GOVERNING LAW
es: 16. LEY APLICABLE
fr: 16. LOI APPLICABLE

source: 17. DISPUTE RESOLUTION
es: 17. RESOLUCIÓN DE DISPUTAS
fr: 17. RÉSOLUTION DES DIFFÉRENDS

source: 19. DISCLAIMER
es: 19. DESCARGO DE RESPONSABILIDAD
fr: 19. EXCLUSION DE GARANTIE

source: 20. LIMITATION OF LIABILITY
es: 20. LIMITACIÓN DE RESPONSABILIDAD
fr: 20. LIMITATION DE RESPONSABILITÉ

source: 21. INDEMNIFICATION
es: 21. INDEMNIZACIÓN
fr: 21. INDEMNISATION

source: 22. USER DATA
es: 22. DATOS DEL USUARIO
fr: 22. DONNÉES DE L'UTILISATEUR

source: 23. ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES
es: 23. COMUNICACION ELECTRÓNICA, TRANSACCIONES Y FIRMAS
fr: 23. COMMUNICATIONS ÉLECTRONIQUES, TRANSACTIONS ET SIGNATURES

source: 24. MISCELLANEOUS
es: 24. DIVERSOS
fr: 24. DIVERSES

source: 25. CONTACT US
es: 25. CONTACTENOS
fr: 25. NOUS CONTACTER
