Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.
es: Hacer cualquier uso no autorizado del Sitio, incluyendo la recolección de nombres de usuario y/o direcciones de correo electrónico de los usuarios por medios electrónicos u otros para el propósito de enviar correo electrónico no solicitado, o creando cuentas de usuario por medios automatizados o bajo falsas pretensiones.
fr: Faire un usage non autorisé du Site, y compris la collecte de noms d'utilisateur et/ou d'adresses e-mail des utilisateurs par des moyens électroniques ou autres à des fins d'envoi d'e-mails non sollicités ou la création de comptes d'utilisateurs par des moyens automatisés ou sous de faux prétextes.

source: Use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.
es: Utilizar el Sitio como parte de cualquier esfuerzo para competir con nosotros o de otra manera utilizar el Sitio y/o el Contenido para cualquier emprendimiento de generación de ingresos o empresa comercial.
fr: Utiliser le Site dans le cadre d'un effort de concurrence avec nous ou d'une autre utilisation du Site et/ou du contenu à des fins de génération de revenus ou d'entreprise commerciale.

source: Use the Site to advertise or offer to sell goods and services.
es: Utilizar el Sitio para publicitar o ofrecer productos y servicios.
fr: Utiliser le Site pour faire de la publicité ou proposer la vente de biens et de services.

source: Sell or otherwise transfer your profile.
es: Vender o de otra manera transferir su perfil.
fr: Vendre ou transférer autrement votre profil.

source: The Site does not offer unauthorized users to submit or post article. We may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, "Contributions"). Contributions may be viewable by other users of the Site and through third-party websites. As such, any Contributions you transmit may be treated in accordance with the Site Privacy Policy. When you create or make available any Contributions, you thereby represent and warrant that:
es: El Sitio no ofrece a los usuarios no autorizados presentar o publicar artículos. Podemos proporcionarle con la oportunidad de crear, enviar, publicar, mostrar, transmitir, realizar, publicar, distribuir o transmitir contenido y materiales a nosotros o en el Sitio, incluyendo pero no limitado a texto, escritos, video, audio, fotografías, gráficos, comentarios, sugerencias, o información personal u otro material (colectivamente, "Contribuciones"). Las Contribuciones pueden ser vistas por otros usuarios del Sitio y a través de sitios web de terceros. Por lo tanto, cualquier Contribución que transmita puede ser tratada en de acuerdo con la Política de Privacidad del Sitio. Cuando usted cree o haga disponible cualquier Contribución, usted representa y garantiza que:
fr: Le Site ne permet pas aux utilisateurs non autorisés de soumettre ou de publier d'article. Nous pouvons vous offrir la possibilité de créer, soumettre, publier, afficher, transmettre, exécuter, publier, distribuer ou diffuser du contenu et des matériaux auprès de nous ou sur le Site, y compris mais sans s'y limiter du texte, des écrits, des vidéos, des photos, des graphiques, des commentaires, des suggestions ou des informations personnelles ou d'autres matériaux (collectivement, "Contributions"). Les Contributions peuvent être consultables par d'autres utilisateurs du Site et par l'intermédiaire de sites Web tiers. Par conséquent, toute Contribution que vous transmettez peut être traitée conformément à la politique de confidentialité du Site. Lorsque vous créez ou mettez à disposition des Contributions, vous représentez et garantissez que :

source: The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.
es: La creación, distribución, transmisión, visualización pública, o la ejecución, y el acceso, descarga, o copia de sus Contribuciones no infringen los derechos de propiedad intelectual, incluyendo pero no limitado a los derechos de autor, patente, marca comercial, secreto comercial, o derechos morales de cualquier tercero.
fr: La création, la distribution, la transmission, l'affichage public ou la performance, et l'accès, le téléchargement ou la copie de vos Contributions ne contreviennent pas et ne contreviendront pas aux droits de propriété, y compris mais sans s'y limiter le droit d'auteur, le brevet, le nom commercial, le secret commercial ou les droits moraux de toute tierce partie.

source: You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.
es: Usted es el creador y propietario o tiene las licencias, derechos, consentimientos, liberaciones, y permisos necesarios para usar y autorizar a nosotros, el Sitio, y otros usuarios del Sitio para usar sus Contribuciones de cualquier manera contemplada por el Sitio y estos Términos de Uso.
fr: Vous êtes le créateur et le propriétaire ou disposez des licences, droits, autorisations, libérations et autorisations nécessaires pour utiliser et nous autoriser, le Site et les autres utilisateurs du Site à utiliser vos Contributions de la manière prévue par le Site et par les présentes Conditions d'utilisation.

source: You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.
es: Usted tiene el consentimiento por escrito, liberación, y/o permiso de cada y cada persona identificable en sus Contribuciones para usar el nombre o parecido de cada y cada persona identificable para permitir la inclusión y uso de sus Contribuciones de cualquier manera contemplada por el Sitio y estos Términos de Uso.
fr: Vous avez l'autorisation écrite, la libération et / ou l'autorisation de chaque personne identifiable dans vos Contributions d'utiliser le nom ou l'effigie de chaque personne identifiable telle que mentionnée dans vos Contributions pour permettre l'inclusion et l'utilisation de vos Contributions de la manière prévue par le Site et par les présentes Conditions d'utilisation.

source: Your Contributions are not false, inaccurate, or misleading.
es: Sus Contribuciones no son falsas, inexactas, o engañosas.
fr: Vos Contributions ne sont pas fausses, inexactes ou trompeuses.

source: Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.
es: Sus Contribuciones no son publicidad no solicitada o no autorizada, materiales promocionales, esquemas piramidales, cartas en cadena, spam, correos masivos, o otras formas de solicitud.
fr: Vos Contributions ne sont pas des publicités, des matériaux promotionnels non sollicités, des schémas pyramidaux, des lettres en chaîne, du spam, des envois de masse ou d'autres formes de sollicitation.

source: Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).
es: Sus Contribuciones no son obscenas, lascivas, lascivas, sucias, violentas, acosadoras, difamatorias, calumniosas, u otras objeciones (como lo determinamos nosotros).
fr: Vos Contributions ne sont pas obscènes, obscènes, lascives, sales, violentes, harcelantes, diffamatoires, diffamatoires ou autrement répréhensibles (selon ce que nous déterminons).

source: Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.
es: Sus Contribuciones no ridiculizan, burlan, desprecian, intimidan, o abusan de nadie.
fr: Vos Contributions ne ridiculisent, moquent, discréditent, intimident ou n'abusent pas de quiconque.

source: Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.
es: Sus Contribuciones no son usadas para acosar o amenazar (en el sentido legal de esos términos) a cualquier otra persona y para promover la violencia contra una persona o clase de personas específicas.
fr: Vos Contributions ne sont pas utilisées pour harceler ou menacer (dans le sens juridique de ces termes) toute autre personne et pour promouvoir la violence contre une personne ou une classe de personnes spécifiques.

source: Your Contributions do not violate any applicable law, regulation, or rule.
es: Sus contribuciones no infringen ningún aplicable ley, reglamento, o regla.
fr: Vos Contributions ne violent aucune loi, réglementation ou règle applicable.

source: Your Contributions do not violate the privacy or publicity rights of any third party.
es: Sus Contribuciones no violan la privacidad ni la propiedad intelectual de ningún tercero.
fr: Vos Contributions ne violent pas les droits à la vie privée ou à la publicité d'une tierce partie.

source: Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.
es: Sus Contribuciones no violan ninguna ley aplicable sobre pornografía infantil, o de otra manera destinado a proteger la salud o el bienestar de menores.
fr: Vos Contributions ne violent aucune loi applicable concernant la pornographie infantile ou autrement destinés à protéger la santé ou le bien-être des mineurs.

source: Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.
es: Sus Contribuciones no incluyen ningún comentario ofensivo que están conectados a la raza, origen nacional, género, preferencia sexual, o discapacidad física.
fr: Vos Contributions ne comprennent aucun commentaire offensant qui est lié à la race, nationalité d'origine, genre, préférence sexuelle ou handicap physique.

source: Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.
es: Sus Contribuciones no violan de otra manera, o enlazar a material que infringe, cualquier disposición de estos Términos de Uso, o cualquier ley o reglamento aplicable.
fr: Vos Contributions ne violent pas, ou ne sont pas liés à des matériaux qui violent, toute disposition des présentes Conditions d'utilisation ou toute loi ou règlement applicable.

source: Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.
es: Cualquier uso del Sitio en violación de lo anterior infringe estos Términos de Uso y puede resultar en, entre otras cosas, la terminación o suspensión de los derechos de uso del Sitio.
fr: Toute utilisation du Site en violation du précédent viole les présentes Conditions d'utilisation et peut entraîner, parmi d'autres choses, la résiliation ou la suspension de vos droits d'utilisation du Site.

source: By posting your Contributions to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing. The use and distribution may occur in any media formats and through any media channels.
es: Al publicar sus Contribuciones en cualquier parte del Sitio, usted automáticamente otorga, y usted representa y garantiza que tiene el derecho de otorgar, a nosotros un derecho sin restricciones, ilimitado, irrevocable, perpetuo, no exclusivo, transferible, libre de derechos de autor, totalmente pagado, derecho mundial, y licencia para alojar, utilizar, copiar, reproducir, revelar, vender, revender, publicar, transmitir, re-título, archivo, almacenar, caché, ejecutar públicamente, mostrar públicamente, reformatear, traducir, transmitir, extracto (en su totalidad o en parte), y distribuir tales Contribuciones (incluyendo, sin limitación, su imagen y voz) para cualquier propósito, comercial, publicitario, o de otra manera, y para preparar obras derivadas de, o incorporar en otras obras, tales Contribuciones, y otorgar y autorizar sublicencias de la anterior. El uso y la distribución puede ocurrir en cualquier formato de medios y a través de cualquier medio canales.
fr: En publiant vos Contributions sur une partie du Site, vous accordez automatiquement, et vous représentez et garantissez que vous avez le droit de nous accorder, un droit non restreint, illimité, irrévocable, perpétuel, non exclusif, transférable, libre de droits, pleinement payé, droit mondial et licence pour héberger, utiliser, copier, reproduire, divulguer, vendre, revendre, publier, diffuser, renommer, archiver, stocker, mettre en cache, exécuter publiquement, afficher publiquement, reformater, traduire, transmettre, extraire (en totalité ou en partie), et distribuer de telles Contributions (y compris, sans limitation, votre image et votre voix) à des fins commerciales, publicitaires ou autrement, et de préparer des œuvres dérivées de, ou d'incorporer dans d'autres œuvres, de telles Contributions, et de concéder et d'autoriser des sous-licences de cette contribution. L'utilisation et la distribution peuvent se produire dans tous les formats de médias et à travers tous les médias canaux.

source: This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide. You waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.
es: Esta licencia se aplicará a cualquier forma, medio, o tecnología ahora conocido o desarrollado en el futuro, y incluye nuestro uso de su nombre, nombre de la empresa, y nombre de la franquicia, según corresponda, y cualquier de los marcas comerciales, marcas de servicio, nombres comerciales, logotipos, y las imágenes personales y comerciales que usted proporciona. Usted renuncia a todos los derechos morales en sus Contribuciones, y usted garantiza que los derechos morales no de otra manera se han afirmado en sus Contribuciones.
fr: Cette licence s'appliquera à toute forme, média ou technologie maintenant connue ou développée ultérieurement, et comprend notre utilisation de votre nom, nom de société et nom de franchise, le cas échéant, et tout de marques de commerce, marques de service, noms commerciaux, logos et images personnelles et commerciales que vous fournissez. Vous renoncez à tous les droits moraux de vos Contributions, et vous garantissez que les droits moraux n'ont pas été autrement affirmés dans vos Contributions.

source: We do not assert any ownership over your Contributions. You retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in your Contributions provided by you in any area on the Site. You are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.
es: No afirmamos ninguna propiedad sobre sus Contribuciones. Usted conserva la propiedad completa de todos sus Contribuciones y cualquier derecho de propiedad intelectual u otros derechos de propiedad asociados con sus Contribuciones. No somos responsables por cualquier declaración o representación en su Contribuciones proporcionado por usted en cualquier área en el Sitio. Usted es únicamente responsable de sus Contribuciones a el Sitio y usted expresa su acuerdo para exonerar a nosotros de cualquier responsabilidad y abstenerse de cualquier acción legal contra nosotros con respecto a sus Contribuciones.
fr: Nous ne revendiquons aucune propriété sur vos Contributions. Vous conservez la pleine propriété de toutes vos Contributions et tous les droits de propriété intellectuelle ou autres droits de propriété associés à vos Contributions. Nous ne sommes pas responsables de toutes déclarations ou représentations dans vos Contributions fournis par vous dans une zone du Site. Vous êtes seul responsable de vos Contributions au Site et vous acceptez expressément de nous exonérer de toute responsabilité et de vous abstenir de toute action en justice contre nous concernant vos Contributions.

source: We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions; (2) to re-categorize any Contributions to place them in more appropriate locations on the Site; and (3) to pre-screen or delete any Contributions at any time and for any reason, without notice. We have no obligation to monitor your Contributions.
es: Tenemos el derecho, en nuestra absoluta y discreción, (1) para editar, redactar, o de otra manera cambiar cualquier Contribución; (2) para re-categorizar cualquier Contribución para colocarlos en ubicaciones más apropiadas en el Sitio; y (3) para pre-visualizar o eliminar cualquier Contribución en cualquier momento y por cualquier razón, sin previo aviso. No tenemos ninguna obligación de controlar sus Contribuciones.
fr: Nous avons le droit, à notre seule et absolue discrétion, (1) d'éditer, de réviser ou de modifier toute Contribution; (2) de recatégoriser toute Contribution pour les placer dans des emplacements plus appropriés sur le Site; et (3) de prévisualiser ou de supprimer toute Contribution à tout moment et pour toute raison, sans préavis. Nous n'avons aucune obligation de surveiller vos Contributions.

source: You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site ("Submissions") provided by you to us are non-confidential and shall become our sole property. We shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you. You hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions. You agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.
es: Usted reconoce y acepta que cualquier pregunta, comentario, sugerencia, idea, comentario, o otra información con respecto al Sitio ("Contribuciones") proporcionado por usted a nosotros no es confidencial y se convertirá en nuestra única propiedad. Nosotros tendremos los derechos exclusivos, incluyendo todos los derechos de propiedad intelectual, y tendrá derecho a la utilización y difusión sin restricciones de estas Contribuciones para cualquier propósito legal, comercial o de otra manera, sin reconocimiento o compensación a usted. Usted renuncia a todos los derechos morales a cualquier tal Contribución, y usted garantiza que cualquier tal Contribución es original con usted o que usted tiene el derecho de presentar tales Contribuciones. Usted acepta que no habrá recurso contra nosotros por cualquier supuesta o real infracción o apropiación indebida de cualquier derecho de propiedad en sus Contribuciones.
fr: Vous reconnaissez et acceptez que toute question, commentaire, suggestion, idée, retour d'information ou autre information concernant le Site ("Soumissions") fournies par vous à nous sont non confidentielles et deviendront notre seule propriété. Nous posséderons les droits exclusifs, y compris tous les droits de propriété intellectuelle et serons en droit d'utiliser et de diffuser ces Soumissions à des fins légales, commerciales ou autres, sans reconnaissance ou compensation de votre part. Vous renoncez expressément à tous les droits moraux de ces Soumissions, et vous garantissez que ces Soumissions sont originales de votre part ou que vous avez le droit de soumettre de telles Soumissions. Vous acceptez qu'il n'y aura aucune action en justice contre nous pour toute prétendue ou réelle violation ou appropriation illicite de tout droit de propriété dans vos Soumissions.
