Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Site; (2) breach of these Terms of Use; (3) any breach of your representations and warranties set forth in these Terms of Use; (4) your violation of the rights of a third party, including but not limited to intellectual property rights; or (5) any overt harmful act toward any other user of the Site with whom you connected via the Site. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.
es: Usted acepta defender, indemnizar y mantenernos libres de responsabilidad, incluidas nuestras subsidiarias, afiliadas, y todos nuestros respectivos directores, agentes, socios y empleados, de y contra cualquier pérdida, daño, responsabilidad, reclamo o demanda, incluidos los honorarios razonables de los abogados y los gastos, hechos por cualquier tercero debido a o como resultado de: (1) el uso del sitio; (2) incumplimiento de estos términos de uso; (3) cualquier incumplimiento de sus representaciones y garantías establecidas en estos términos de uso; (4) su violación de los derechos de un tercero, incluyendo, pero sin limitarse a los derechos de propiedad intelectual; o (5) cualquier acto dañino hacia cualquier otro usuario del sitio con quien se conectó a través del sitio. Sin perjuicio de lo anterior, nos reservamos el derecho, a su costa, de asumir la defensa exclusiva y el control de cualquier asunto para el que se le requiere indemnizar a nosotros, y usted acepta cooperar, a su costo, con nuestra defensa de tales reclamos. Nosotros usaremos todos los esfuerzos razonables para notificarle de cualquier tal reclamo, acción o procedimiento que es sujeto a esta indemnización al enterarnos de ello.
fr: Vous acceptez de défendre, d'indemniser et de nous tenir indemnes, y compris nos filiales, nos sociétés affiliées et tous nos dirigeants, agents, partenaires et employés respectifs, contre toute perte, tout dommage, toute responsabilité, toute revendication ou tout recours, y compris les honoraires et frais d'avocat raisonnables, éventuellement réclamés par une tierce partie, en raison de : (1) l'utilisation du Site ; (2) le non-respect de ces Conditions d'utilisation ; (3) le non-respect de vos déclarations et garanties énoncées dans ces Conditions d'utilisation ; (4) votre violation des droits d'une tierce partie, notamment mais sans s'y limiter, les droits de propriété intellectuelle ; ou (5) toute action préjudiciable envers un autre utilisateur du Site avec qui vous vous êtes connecté via le Site. Nonobstant ce qui précède, nous nous réservons le droit, à vos frais, de prendre en charge l'exclusivité de la défense et du contrôle de toute affaire pour laquelle vous êtes tenu d'indemniser nos, et vous acceptez de coopérer, à vos frais, avec notre défense de telles revendications. Nous ferons tous les efforts raisonnables pour vous avertir de toute telle revendication, action ou procédure qui est soumise à cette indemnisation lorsque nous en prenons connaissance.

source: We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.
es: Mantendremos ciertos datos que transmita al sitio con el fin de gestionar el rendimiento del sitio, así como datos relacionados con su uso del sitio. Aunque realizamos copias de seguridad regulares de los datos, usted es responsable exclusivamente de todos los datos que transmita o que se refieran a cualquier actividad que haya realizado utilizando el sitio. Usted acepta que no tendremos responsabilidad alguna hacia usted por cualquier pérdida o corrupción de tales datos, y renuncia expresamente a cualquier derecho de acción contra nosotros que surja de cualquier tal pérdida o corrupción de tales datos.
fr: Nous conserverons certaines données que vous transmettez au Site à des fins de gestion de la performance du Site, ainsi que des données relatives à votre utilisation du Site. Bien que nous effectuions des sauvegardes régulières des données, vous êtes seul responsable de toutes les données que vous transmettez ou qui sont liées à toute activité que vous avez effectuée à l'aide du Site. Vous acceptez que nous ne serons pas responsables de toute perte ou corruption de ces données, et vous renoncez expressément à toute action en justice contre nous découlant de toute telle perte ou corruption de ces données.

source: Visiting the Site, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications that we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.
es: Visitar el sitio, enviarnos correos electrónicos y completar formularios en línea constituyen comunicaciones electrónicas. Usted consiente en recibir comunicaciones electrónicas, y acepta que todos los acuerdos, avisos, divulgaciones y otras comunicaciones que le proporcionemos electrónicamente, por correo electrónico y en el sitio, satisfacen cualquier requisito legal que tal comunicación sea por escrito. USTED ACEPTA EXPRESAMENTE EL USO DE FIRMAS ELECTRÓNICAS, CONTRATOS, ÓRDENES Y OTROS REGISTROS, Y LA ENTREGA ELECTRÓNICA DE AVISOS, POLÍTICAS Y REGISTROS DE TRANSACCIONES INICIADAS O COMPLETADAS POR NOSOTROS O POR MEDIO DEL SITIO. Usted renuncia expresamente a cualquier derecho o requisito bajo cualquier ley, reglamento, regla, ordenanza u otra ley en cualquier jurisdicción que requiera una firma original o entrega o retención de registros no electrónicos, o a pagos o la concesión de créditos por cualquier medio que no sea electrónico.
fr: La visite du Site, l'envoi de courriels et la complétion de formulaires en ligne constituent des communications électroniques. Vous consentez à recevoir des communications électroniques, et vous acceptez que tous les accords, avis, divulgations et autres communications que nous vous fournissons par courriel et sur le Site, satisfont à toute exigence légale que de telles communications soient écrites. VOUS ACCEPTEZ EXPRESSÉMENT L'UTILISATION DE SIGNATURES ÉLECTRONIQUES, DE CONTRATS, DE COMMANDES ET D'AUTRES ENREGISTREMENTS, ET LA DISTRIBUTION ÉLECTRONIQUE DE NOTICES, DE POLITIQUES ET D'ENREGISTREMENTS DE TRANSACTIONS INITIÉES OU TERMINÉES PAR NOUS OU VIA LE SITE. Vous renoncez expressément à tous les droits ou exigences prévus par les lois, règlements, règles, ordonnances ou autres lois dans toute juridiction qui exigent une signature originale ou une livraison ou une conservation de documents non électroniques, ou à des paiements ou à l'octroi de crédits par tout autre moyen que par voie électronique.

source: These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision. These Terms of Use operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site. You agree that these Terms of Use will not be construed against us by virtue of having drafted them. You hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.
es: Estos Términos de Uso y cualquier política o regla operativa publicada por nosotros en el sitio o en relación con el sitio constituyen el acuerdo y entendimiento completo entre usted y nosotros. Nuestra falta de ejercicio o aplicación de cualquier derecho o provisión de estos Términos de Uso no operará como una renuncia de dicho derecho o disposición. Estos Términos de Uso operan en la máxima medida permitida por la ley. Podemos asignar cualquier o todas nuestras derechos y obligaciones a otros en cualquier momento. No seremos responsables o responsables por cualquier pérdida, daño, retraso o falta de acción causada por cualquier causa más allá de nuestro control razonable. Si alguna disposición o parte de una disposición de estos Términos de Uso es determinada ilegal, nula o no ejecutable, dicha disposición o parte de la disposición se considera separable de estos Términos de Uso y no afecta la validez y ejecución de cualquier disposición restante. No existe sociedad en común, asociación, empleo o relación de agencia creada entre usted y nosotros como resultado de estos Términos de Uso o uso del sitio. Usted acepta que estos Términos de Uso no se interpretarán en nuestra contra por virtud de haber redactado ellos. Usted renuncia expresamente a cualquier defensa que pueda tener basada en el formato electrónico de estos Términos de Uso y la falta de firma por las partes interesadas para ejecutar estos Términos de Uso.
fr: Ces conditions d'utilisation et les politiques ou règles de fonctionnement que nous publions sur le Site ou en ce qui concerne le Site constituent l'intégralité de l'accord et de la compréhension entre vous et nous. Notre incapacité à exercer ou à faire respecter un droit ou une disposition de ces conditions d'utilisation ne saurait être considérée comme une renonciation à ce droit ou à cette disposition. Ces conditions d'utilisation s'appliquent dans la mesure permise par la loi. Nous pouvons attribuer tous ou partie de nos droits et obligations à d'autres à tout moment. Nous ne serons pas responsables ou responsables de toute pertes, dommages, retards ou manquements à nos obligations causés par des causes qui nous échappent. Si une disposition ou une partie d'une disposition de ces conditions d'utilisation est déterminée comme illégale, nulle ou non exécutoire, cette disposition ou cette partie de la disposition est réputée séparable de ces conditions d'utilisation et n'affecte pas la validité et l'exécution de toutes les dispositions restantes. Il n'y a pas de partenariat, d'agence ou de relation d'emploi créée entre vous et nous en vertu de ces conditions d'utilisation ou de l'utilisation du Site. Vous acceptez que ces conditions d'utilisation ne seront pas interprétées à notre détriment en raison de leur rédaction par nous. Vous renoncez expressément à tous les défenses que vous pourriez avoir fondées sur la forme électronique de ces conditions d'utilisation et le manque de signature des parties par elles-mêmes pour exécuter ces conditions d'utilisation.

source: In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:
es: Para resolver una queja con respecto al sitio o para recibir más información sobre el uso del sitio, comuníquese con nosotros en:
fr: Pour résoudre une plainte concernant le Site ou obtenir de plus amples informations sur l'utilisation du Site, veuillez nous contacter à :

source: All
es: Todo
fr: Tous

source: Contact us
es: Contáctenos
fr: Contactez-nous

source: GET IN TOUCH
es: PONTE EN CONTACTO
fr: NOUS CONTACTER

source: They say a picture is worth a thousand words. But I wonder what else do “they” say? In photography there is a reality so subtle that it becomes more real than reality. Taking an image reveals how rich reality truly is. Photography is a way of feeling, of loving. What you have caught on film is captured forever… It remembers little things, long after you have forgotten everything.
es: Dicen que una imagen vale más que mil palabras. Pero me pregunto qué más dicen “ellos”. En la fotografía hay una realidad tan sutil que se vuelve más real que la realidad. Tomar una imagen revela lo rico que es la verdad. La fotografía es una forma de sentir, de amar. Lo que has captado en la película queda capturado para siempre… Se acuerda de las pequeñas cosas, mucho después de que lo hayas olvidado todo.
fr: Ils disent qu'une photo vaut mille mots. Mais je me demande ce que disent “les autres”. En photographie, il y a une réalité si sensible qu'elle devient plus réelle que la réalité. Prendre une image révèle à quel point la réalité est riche. La photographie est un moyen de ressentir, d'aimer. Ce que vous avez capturé sur film est capturé pour toujours… Il se souvient des petites choses, longtemps après que vous ayez tout oublié.

source: Submit
es: Enviar
fr: Envoyer

source: Success
es: Éxito
fr: Succès

source: Thank you for your inquiry
es: ¡Gracias por su consulta!
fr: Merci pour votre demande

source: Your contact information and message was successfully submitted.
es: Su información de contacto y mensaje se envió correctamente.
fr: Vos informations de contact et votre message ont été envoyés avec succès.

source: Wanna book me
es: ¿Quieres reservarme?
fr: Voulez-vous faire appel à mes services

source: Click
es: Haga clic
fr: Cliquez

source: We're excited to have you on board! Thank you for booking us. We hope you enjoy using our services and find them valuable.
es: ¡Estamos emocionados de tenerte a bordo! Gracias por reservarnos. Esperamos que disfrute utilizando nuestros servicios y los encuentre valiosos.
fr: Nous sommes ravis de vous avoir à bord ! Merci de nous avoir réservé. Nous espérons que vous apprécierez l'utilisation de nos services et que vous les trouverez précieux.

source: We're excited to have you on board! Thank you for booking us. The next step is to pay for the booking. You have the choice to pay the whole amount or a down deposit. If you choose the deposit, you will have to pay the rest of the amount on the day of the booking.
es: ¡Estamos emocionados de tenerte a bordo! Gracias por reservarnos. El siguiente paso es para pagar la reserva. Tiene la opción de pagar todo el monto o un depósito de depósito. Si elige el depósito, deberá pagar el resto del monto el día de la reserva.
fr: Nous sommes ravis de vous avoir à bord ! Merci de nous avoir réservé. La prochaine étape est de payer la réservation. Vous avez le choix de payer la totalité du montant ou un acompte. Si vous choisissez l'acompte, vous devrez payer le reste du montant le jour de la réservation.

source: We're excited to have you on board! Thank you for booking us. The next step is to pay for the booking.
es: ¡Estamos emocionados de tenerte a bordo! Gracias por reservarnos. El siguiente paso es pagar por la reserva.
fr: Nous sommes ravis de vous avoir à bord ! Merci de nous avoir réservé. La prochaine étape est de payer la réservation.

source: This email is already taken.
es: Este correo electrónico ya está tomado.
fr: Cet email est déjà pris.

source: Example value: 30, 60, 90, 120... (in minutes)
es: Ejemplo de valor: 30, 60, 90, 120... (en minutos)
fr: Exemple: 30, 60, 90, 120... (en minutes)

source: Example value: 08:00:00, 09:00:00... (24-hour format)
es: Ejemplo de valor: 08:00:00, 09:00:00... (formato de 24 horas)
fr: Exemple: 08:00:00, 09:00:00... (format 24 heures)

source: Example value: 17:00:00, 18:00:00... (24-hour format)
es: Ejemplo de valor: 17:00:00, 18:00:00... (formato de 24 horas)
fr: Exemple: 17:00:00, 18:00:00... (format 24 heures)

source: Example value: 15, 30, 45, 60... (in minutes)
es: Ejemplo de valor: 15, 30, 45, 60... (en minutos)
fr: Exemple: 15, 30, 45, 60... (en minutes)

source: Example: First Consultation
es: Ejemplo: Primera consulta
fr: Exemple: Première consultation

source: Full payment
es: Pago completo
fr: Paiement complet

source: Down payment
es: Pago inicial
fr: Acompte

source: Duration must be greater than 0
es: La duración debe ser superior a 0
fr: Durée doit être supérieure à 0

source: Name cannot be empty
es: El nombre no puede estar vacío
fr: Nom ne peut pas être vide

source: Price cannot be negative
es: El precio no puede ser negativo
fr: Prix ne peut pas être négatif

source: Minimum time for an appointment in minutes, recommended 30.
es: Tiempo mínimo para una cita en minutos, recomendado 30.
fr: Minimum de temps pour un rendez-vous en minutes, recommandé 30.

source: Time when the staff member starts working.
es: Hora en que el miembro del personal comienza a trabajar.
fr: Temps quand le membre du personnel commence à travailler.

source: Time when the staff member stops working.
es: Hora en que el miembro del personal deja de trabajar.
fr: Temps quand le membre du personnel arrête de travailler.

source: Time between now and the first available slot for the current day (doesn't affect tomorrow). e.g: If you start working at 9:00 AM and the current time is 8:30 AM and you set it to 30 minutes, the first available slot will be at 9:00 AM. If you set the appointment buffer time to 60 minutes, the first available slot will be at 9:30 AM.
es: Tiempo entre ahora y la primera ranura disponible para el día actual (no afecta al mañana). por ejemplo: Si comienza a trabajar a las 9:00 AM y la hora actual es las 8:30 AM y lo establece en 30 minutos, la primera ranura disponible será a las 9:00 AM. Si establece el tiempo de búfer de apuntamiento en 60 minutos, la primera ranura disponible será a las 9:30 AM.
fr: Temps entre maintenant et le premier créneau disponible pour le jour actuel (n'affecte pas demain). Exemple: Si vous commencez à travailler à 9h et que l'heure actuelle est 8h30 et que vous le réglez à 30 minutes, le premier créneau disponible sera à 9h. Si vous réglez le temps tampon de rendez-vous à 60 minutes, le premier créneau disponible sera à 9h30.

source: Saturday and Sunday
es: Sábado y domingo
fr: Samedi et Dimanche

source: Saturday
es: Sábado
fr: Samedi

source: Sunday
es: Domingo
fr: Dimanche

source: None
fr: Aucun

source: Start time must be before end time
es: La hora de inicio debe ser anterior a la hora de finalización
fr: L'heure de début doit être avant l'heure de fin

source: Start time and end time cannot be the same
es: La hora de inicio y la hora de finalización no pueden ser iguales
fr: L'heure de début et l'heure de fin ne peuvent pas être les mêmes

source: The date is not valid
es: La fecha no es válida
fr: La date n'est pas valide

source: Date cannot be in the past
es: La fecha no puede estar en el pasado
fr: La date ne peut pas être dans le passé

source: Duration cannot exceed the service duration
es: La duración no puede exceder la duración del servicio
fr: La durée ne peut pas dépasser la durée du service

source: {staff_member} does not work on this day.
es: {staff_member} no trabaja en este día.
fr: {staff_member} ne travaille pas ce jour.

source: The appointment start time is outside of {staff_member}'s working hours.
es: La hora de inicio de la cita está fuera del horario de trabajo de {staff_member}.
fr: L'heure de début du rendez-vous est en dehors des heures de travail de {staff_member}.

source: {staff_member} already has an appointment at this time.
es: {staff_member} ya tiene una cita en este momento.
fr: {staff_member} a déjà un rendez-vous à cette heure.

source: {staff_member} has a day off on this date.
es: {staff_member} tiene un día libre en esta fecha.
fr: {staff_member} a un jour de congé à cette date.

source: Time when we start working.
es: Hora en que comenzamos a trabajar.
fr: L'heure à laquelle nous commençons à travailler.

source: Time when we stop working.
es: Hora en que dejamos de trabajar.
fr: L'heure à laquelle nous arrêtons de travailler.

source: Time between now and the first available slot for the current day (doesn't affect tomorrow).
es: Tiempo entre ahora y la primera ranura disponible para el día actual (no afecta al mañana).
fr: Temps entre maintenant et le premier créneau disponible pour le jour actuel (n'affecte pas demain).

source: Name of your website.
es: Nombre de tu sitio web.
fr: Nom de votre site web.

source: You can only create one Config object
es: Solo puedes crear un objeto de configuración
fr: Vous ne pouvez créer qu'un seul objet Config

source: Lead time must be before finish time
es: El tiempo de espera debe ser antes de la hora de finalización
fr: L'heure de début doit être avant l'heure de fin

source: Start date must be before end date
es: La fecha de inicio debe ser anterior a la fecha de finalización
fr: La date de début doit être avant la date de fin

source: Appointment does not exist.
es: La cita no existe.
fr: Le rendez-vous n'existe pas.

source: You are not authorized to view this appointment.
es: No está autorizado para ver esta cita.
fr: Vous n'êtes pas autorisé à voir ce rendez-vous.

source: Appointment Details for {client_name}
es: Detalles de la cita para {client_name}
fr: Détails du rendez-vous pour {client_name}

source: You can only view your own profile
es: Solo puedes ver tu propio perfil
fr: Vous ne pouvez voir que votre propre profil

source: Not authorized.
es: No autorizado.
fr: Non autorisé.

source: Here you can add/remove services offered by this staff member by modifying this section.
es: Aquí puede agregar/eliminar los servicios ofrecidos por este miembro del personal modificando esta sección.
fr: Ici, vous pouvez ajouter/supprimer les services offerts par ce membre du personnel en modifiant cette section.

source: Here you can add/remove services offered by you by modifying this section.
es: Aquí puede agregar/eliminar los servicios que ofrece modificando esta
fr: Ici, vous pouvez ajouter/supprimer les services offerts par vous en modifiant cette section.

source: Add
es: Añadir
fr: Ajouter

source: Days off for this date range already exist.
es: Los días libres para este rango de fechas ya existen.
fr: Les jours de congé pour cette plage de dates existent déjà.

source: Day off saved successfully.
es: Día libre guardado con éxito.
fr: Jour de congé enregistré avec succès.

source: Invalid data.
es: Datos inválidos.
fr: Données invalides.
