Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: The Site may contain (or you may be sent through the Site or the Service) links to other websites ("Third-Party Websites") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties ("Third-Party Content"). Such Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content. Inclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us. If you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern. You should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site. Any purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party. You agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services. Additionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.
es: El Sitio puede contener (o usted puede ser enviado a través del Sitio o el Servicio) enlaces a otros sitios web ("Sitios Web de Terceros") así como artículos, fotografías, texto, gráficos, imágenes, diseños, música, sonido, video, información, aplicaciones, software, y otro contenido o elementos pertenecientes o originados por terceros ("Contenido de Terceros"). Estos Sitios Web de Terceros y el Contenido de Terceros no son investigados, monitoreados, o verificados por nosotros, y no somos responsables por cualquier Sitio Web de Terceros accedido a través del Sitio o cualquier Contenido de Terceros publicado en, disponible a través, o instalado desde el Sitio, incluyendo el contenido, exactitud, ofensividad, opiniones, fiabilidad, privacidad prácticas, o otras políticas de o contenidas en los Sitios Web de Terceros o el Contenido de Terceros. La inclusión de, enlace a, o permiso de uso o instalación de cualquier Sitio Web de Terceros o cualquier Contenido de Terceros no implica aprobación o respaldo por nuestra parte. Si usted decide abandonar el Sitio y acceder a los Sitios Web de Terceros o utilizar o instalar cualquier Contenido de Terceros, usted lo hace bajo su propio riesgo, y usted debe estar al tanto de que estas Condiciones de Uso no gobiernan más. Usted debe revisar los términos y políticas aplicables, incluyendo la privacidad y la recopilación de datos prácticas, de cualquier sitio web al que navegue desde el Sito o relacionado con cualquier aplicación que usted use o instale desde el Sitio. Cualquier compra que usted realice a través de Sitios Web de Terceros será a través de otros sitios web y de otras empresas, y no nos hacemos responsables de ninguna manera en relación con tales compras que son exclusivamente entre usted y el tercero aplicable. Usted acepta y reconoce que no aprobamos los productos o servicios ofrecidos en Sitios Web de Terceros y usted nos exime de cualquier daño causado por su compra de tales productos o servicios. Además, usted nos exime de cualquier pérdida sufrida por usted o daño causado a usted relacionado o resultante de cualquier Contenido de Terceros o cualquier contacto con Sitios Web de Terceros.
fr: Le Site peut contenir (ou vous pouvez être envoyé par le Site ou le Service) des liens vers d'autres sites Web ("Sites Web tiers") ainsi que des articles, des photographies, du texte, des graphiques, des images, des dessins, de la musique, du son, de la vidéo, de l'information, des applications, des logiciels et d'autres contenus ou éléments appartenant à ou provenant de tiers ("Contenu tiers"). De tels Sites Web tiers et le Contenu tiers ne sont pas examinés, surveillés ou vérifiés pour leur exactitude, leur pertinence ou leur exhaustivité par nous, et nous ne sommes pas responsables de tout Site Web tiers accessible via le Site ou de tout Contenu tiers publié sur, disponible via ou installé à partir du Site, y compris le contenu, l'exactitude, l'offensivité, les opinions, la fiabilité, les politiques de confidentialité ou autres de ces Sites Web tiers ou de ce Contenu tiers. L'inclusion de, le lien vers ou la permission d'utilisation ou d'installation de tout Site Web tiers ou de tout Contenu tiers tiers ne signifie pas notre approbation ou notre approbation de celui-ci. Si vous décidez de quitter le Site et d'accéder aux Sites Web tiers ou d'utiliser ou d'installer tout Contenu tiers, vous le faites à vos propres risques, et vous devez être conscient que ces Conditions d'utilisation ne s'appliquent plus. Vous devez examiner les conditions et les politiques applicables, y compris les politiques de confidentialité et de collecte de données, de tout site Web auquel vous naviguez à partir du Site ou en relation avec toute application que vous utilisez ou installez à partir du Site. Toutes les achats que vous effectuez via des Sites Web tiers seront effectués via d'autres sites Web et auprès d'autres sociétés, et nous ne prenons aucune responsabilité en relation avec de tels achats qui sont exclusivement entre vous et le tiers concerné. Vous acceptez et reconnaissez que nous ne recommandons pas les produits ou services proposés sur les Sites Web tiers et vous vous engagez à nous tenir indemnes de tout préjudice causé par votre achat de ces produits ou services. De plus, vous nous engagez à nous tenir indemnes de toutes pertes subies par vous ou de tout préjudice causé à vous en relation avec ou résultant de quelque manière que ce soit de tout Contenu tiers ou de tout contact avec des Sites Web tiers.

source: We allow advertisers to display their advertisements and other information in certain areas of the Site, such as sidebar advertisements or banner advertisements. If you are an advertiser, you shall take full responsibility for any advertisements you place on the Site and any services provided on the Site or products sold through those advertisements. Further, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the Site, including, but not limited to, intellectual property rights, publicity rights, and contractual rights. We simply provide the space to place such advertisements, and we have no other relationship with advertisers.
es: Permitimos a los anunciantes mostrar sus anuncios y otra información en ciertas áreas del Sitio, como anuncios laterales o anuncios de bandera. Si usted es un anunciante, usted asumirá la total responsabilidad por cualquier anuncio que coloque en el Sitio y cualquier servicio proporcionado en el Sitio o productos vendidos a través de esos anuncios. Además, como anunciante, usted garantiza y representa que posee todos los derechos y autoridad para colocar anuncios en el Sitio, incluyendo, pero no limitado a, derechos de propiedad intelectual, derechos de publicidad, y derechos contractuales. Simplemente proporcionamos el espacio para colocar tales anuncios, y no tenemos otra relación con los anunciantes.
fr: Nous permettons aux annonceurs de faire la promotion de leurs annonces et d'autres informations dans certaines zones du Site, telles que les annonces latérales ou les annonces en bannière. Si vous êtes un annonceur, vous assumez l'intégralité de la responsabilité de toutes annonces que vous placez sur le Site et de tous les services fournis sur le Site ou de tous les produits vendus par l'intermédiaire de ces annonces. De plus, en tant qu'annonceur, vous garantissez et déclarez que vous possédez tous les droits et l'autorité nécessaires pour placer des annonces sur le Site, y compris, sans s'y limiter, les droits de propriété intellectuelle, les droits de publicité et les droits contractuels. Nous ne faisons que fournir l'espace pour placer de telles annonces, et nous n'avons aucune autre relation avec les annonceurs.

source: We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.
es: Nos reservamos el derecho, pero no la obligación, de: (1) monitorear el Sitio para violaciones de estos Términos de Uso; (2) tomar medidas legales apropiadas contra cualquier persona que, en nuestra única discreción, viola la ley o estos Términos de Uso, incluyendo, pero no limitado a, informar a tal usuario a las autoridades de aplicación de la ley; (3) en nuestra única discreción y sin limitación, rechazar, restringir el acceso a, limitar la disponibilidad de, o deshabilitar (a la medida que sea tecnológicamente factible) cualquier de sus Contribuciones o cualquier parte de ella; (4) en nuestra única discreción y sin limitación, notificar, o responsabilidad, para eliminar del Sito o de otra manera deshabilitar todos los archivos y contenido que son excesivos en tamaño o de cualquier manera pesados para nuestros sistemas; y (5) de otra manera gestionar el Sitio de una manera diseñada para proteger nuestros derechos y propiedad y para facilitar el correcto funcionamiento del Sitio.
fr: Nous nous réservons le droit, mais non l'obligation, de : (1) surveiller le Site en vue de vérifier le respect des présentes Conditions d'utilisation ; (2) prendre les mesures juridiques appropriées contre toute personne qui, à notre seule discrétion, vient enfreindre la loi ou les présentes Conditions d'utilisation, y compris, sans s'y limiter, de la signaler aux autorités judiciaires ; (3) à notre seule discrétion et sans limitation, refuser, restreindre l'accès à, limiter la disponibilité de, ou désactiver (dans la mesure du possible techniquement) tout de vos Contributions ou toute partie de celles-ci ; (4) à notre seule discrétion et sans limitation, notifier ou ne pas être responsable de la suppression du Site ou de la désactivation de tous les fichiers et du contenu qui sont excessifs en taille ou de quelque manière que ce soit gênants pour nos systèmes ; et (5) gérer le Site d'une manière conçue pour protéger nos droits et notre propriété et pour faciliter le bon fonctionnement du Site.

source: We care about data privacy and security. Please review our <a href="%(url)s">Privacy Policy</a>. By using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use. Please be advised the Site is hosted in Beauharnois (BHS) - Canada. If you access the Site from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to Canada, and you agree to have your data transferred to and processed in Canada.
es: Nos preocupamos por la privacidad y seguridad de los datos. Por favor, revise nuestro <a href="%(url)s">Política de Privacidad</a>. Al utilizar el Sitio, usted acepta estar sujeto a nuestra Política de Privacidad, que está incorporada en estos Términos de Uso. Por favor tenga en cuenta que el Sitio está alojado en Beauharnois (BHS) - Canadá. Si usted accede al Sitio desde la Unión Europea, Asia, o cualquier otra región del mundo con leyes u otros requisitos que rigen la recopilación, uso, o divulgación de datos personales que difieren de las leyes aplicables en los Estados Unidos, entonces a través de su uso continuo del Sitio, usted está transfiriendo sus datos a Canadá, y usted acepta tener sus datos transferidos a y procesados en Canadá.
fr: Nous attachons de l'importance à la protection des données personnelles et à la sécurité. Veuillez consulter notre <a href="%(url)s">Politique de confidentialité</a>. En utilisant le Site, vous acceptez d'être lié par notre Politique de confidentialité, qui est incorporée aux présentes Conditions d'utilisation. Veuillez noter que le Site est hébergé à Beauharnois (BHS) - Canada. Si vous accédez au Site depuis l'Union européenne, l'Asie ou toute autre région du monde dont les lois ou autres exigences régissant la collecte, l'utilisation ou la divulgation des données personnelles diffèrent des lois applicables aux États-Unis, alors par votre utilisation continue du Site, vous transférez vos données au Canada, et vous acceptez que vos données soient transférées et traitées au Canada.

source: We respect the intellectual property rights of others. If you believe that any material available on or through the Site infringes upon any copyright owned by you, please contact us at <a href="mailto:%(email)s">%(email)s</a> and provide the following information:
es: Respetamos los derechos de propiedad intelectual de otros. Si cree que cualquier material disponible en o a través del Sitio infringe sobre cualquier derecho de autor que usted posee, por favor contáctenos en <a href="mailto:%(email)s">%(email)s</a> y proporcione la siguiente información:
fr: Nous respectons les droits de propriété intellectuelle des autres. Si vous pensez que tout matériel disponible sur ou à travers le Site viole un droit d'auteur détenu par vous, veuillez nous contacter à <a href="mailto:%(email)s">%(email)s</a> et fournir les informations suivantes :

source: An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;
es: Una firma electrónica o física de la persona autorizada para actuar en nombre del propietario del interés de derechos de autor;
fr: Une signature électronique ou physique de la personne autorisée à agir au nom du propriétaire du droit d'auteur ;

source: A description of the copyrighted work that you claim has been infringed;
es: Una descripción del trabajo con derechos de autor que usted afirma que ha sido infringido;
fr: Une description de l'œuvre protégée par le droit d'auteur que vous prétendez avoir été violée ;

source: A description of where the material that you claim is infringing is located on the Site;
es: Una descripción de dónde se encuentra el material que usted afirma que infringe en el Sitio;
fr: Une description de l'emplacement du matériel que vous prétendez être en infraction sur le Site ;

source: Your address, telephone number, and email address;
es: Su dirección, número de teléfono y dirección de correo electrónico;
fr: Votre adresse, numéro de téléphone et adresse électronique ;

source: A signed statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; and
es: Una declaración firmada por usted de que tiene una buena fe creencia de que el uso disputado no está autorizado por el propietario del derecho de autor, su agente, o la ley; y
fr: Une déclaration signée par vous indiquant que vous avez une bonne foi de croire que l'utilisation contestée n'est pas autorisée par le propriétaire du droit d'auteur, son agent ou la loi ; et

source: A signed statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.
es: Una declaración firmada por usted, hecha bajo pena de perjurio, que la información anterior en su Notificación es precisa y que usted es el propietario del derecho de autor o autorizado para actuar en el nombre del propietario del derecho de autor.
fr: Une déclaration signée par vous, faite sous serment, selon laquelle les informations ci-dessus dans votre Avis sont exactes et que vous êtes le propriétaire du droit d'auteur ou autorisé à agir au nom du propriétaire du droit d'auteur.

source: We reserve the right to remove Content alleged to be infringing without prior notice and at our sole discretion. In appropriate circumstances, we will also terminate a user's account if we determine that the user is a repeat infringer.
es: Nos reservamos el derecho de eliminar el Contenido que se afirma que infringe sin previo aviso y a nuestra discreción exclusiva. En circunstancias adecuadas, también vamos a terminar una cuenta de usuario si determinamos que el usuario es un infractor reincidente.
fr: Nous nous réservons le droit de supprimer le contenu allégué être en infraction sans préavis et à notre seule discrétion. Dans des circonstances appropriées, nous mettrons également fin au compte d'un utilisateur si nous déterminons que l'utilisateur est un récidiviste.

source: These Terms of Use shall remain in full force and effect while you use the Site. WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.
es: Estos Términos de Uso permanecerán en plena vigencia y efecto mientras usted use el Sitio. SIN LIMITACIÓN DE CUALQUIER OTRA PROVISIÓN DE ESTOS TÉRMINOS DE USO, NOS RESERVAMOS EL DERECHO DE, EN NUESTRA SOLE DISCRECIÓN Y SIN AVISO NI RESPONSABILIDAD, DENEGAR EL ACCESO Y EL USO DEL SITIO (INCLUYENDO BLOQUEAR CIERTAS IP DIRECCIONES), A CUALQUIER PERSONA POR CUALQUIER RAZÓN O POR NINGUNA RAZÓN, INCLUYENDO SIN LIMITACIÓN POR INCUMPLIMIENTO DE CUALQUIER REPRESENTACIÓN, GARANTÍA, O COVENANT CONTENIDO EN ESTOS TÉRMINOS DE USO O DE CUALQUIER LEY O REGULACIÓN APLICABLE. PODEMOS TERMINAR SU USO O PARTICIPACIÓN EN EL SITIO O ELIMINAR SU CUENTA Y CUALQUIER CONTENIDO O INFORMACIÓN QUE USTED PUBLICÓ EN CUALQUIER MOMENTO, SIN AVISO, EN NUESTRA SOLE DISCRECIÓN.
fr: Ces conditions d'utilisation resteront en vigueur pendant que vous utilisez le Site. SANS LIMITATION DE TOUTE AUTRE DISPOSITION DE CES CONDITIONS D'UTILISATION, NOUS RÉSERVONS LE DROIT DE, À NOTRE SEULE DISCRÉTION ET SANS AVIS NI RESPONSABILITÉ, DE REFUSER L'ACCÈS ET L'UTILISATION DU SITE (Y COMPRIS LE BLOCAGE DE CERTAINES ADRESSES IP), À TOUTE PERSONNE POUR TOUTE RAISON OU POUR AUCUNE RAISON, Y COMPRIS SANS LIMITATION POUR VIOLATION DE TOUTE REPRÉSENTATION, GARANTIE OU COVENANT CONTENU DANS CES CONDITIONS D'UTILISATION OU DE TOUTE LOI OU RÈGLEMENT APPLICABLE. NOUS POUVONS METTRE FIN À VOTRE UTILISATION OU PARTICIPATION AU SITE OU SUPPRIMER VOTRE COMPTE ET TOUT CONTENU OU INFORMATION QUE VOUS AVEZ POSTÉ À TOUT MOMENT, SANS AVIS, À NOTRE SEULE DISCRÉTION.

source: If we terminate or suspend your account for any reason set forth in this Section 14, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.
es: Si terminamos o suspendemos su cuenta por cualquier razón establecida en esta Sección 14, usted está prohibido de registrarse y crear una nueva cuenta bajo su nombre, un nombre falso o prestado, o el nombre de cualquier tercero, incluso si usted puede estar actuando en nombre del tercero. En adición a terminar o suspender su cuenta, nos reservamos el derecho de tomar las medidas legales apropiadas, incluyendo sin limitación el perseguir la reparación civil, criminal, e injunctive.
fr: Si nous mettons fin ou suspendons votre compte pour toute raison mentionnée dans cette section 14, vous êtes interdit de vous inscrire et de créer un nouveau compte sous votre nom, un nom faux ou emprunté, ou le nom d'une tierce partie, même si vous pouvez agir au nom de la tierce partie. En outre de mettre fin ou de suspendre votre compte, nous nous réservons le droit de prendre des mesures juridiques appropriées, y compris sans limitation de poursuivre des réparations civiles, criminelles et injonctives.

source: We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Site. We also reserve the right to modify or discontinue all or part of the Site without notice at any time. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.
es: Nos reservamos el derecho de cambiar, modificar o eliminar el contenido del Sitio en cualquier momento o por cualquier razón a nuestra discreción exclusiva sin previo aviso. Sin embargo, no tenemos ninguna obligación de actualizar ninguna información en nuestro Sitio. También nos reservamos el derecho de modificar o discontinuar todo o parte del Sitio sin previo aviso en cualquier momento. No seremos responsables de usted o cualquier tercero por cualquier modificación, cambio de precio, suspensión o discontinuación del Sitio.
fr: Nous nous réservons le droit de modifier, de modifier ou de supprimer le contenu du Site à tout moment ou pour toute raison à notre seule discrétion sans préavis. Cependant, nous n'avons aucune obligation de mettre à jour les informations sur notre Site. Nous nous réservons également le droit de modifier ou de mettre fin à tout ou partie du Site sans préavis à tout moment. Nous ne serons pas responsables de vous ou de toute tierce partie pour toute modification, modification de prix, suspension ou arrêt du Site.
