Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
es: Asegúrese de que este valor es %(limit_value)s (es %(show_value)s).
fr: Assurez-vous que cette valeur est %(limit_value)s (elle est %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
es: Asegúrese de que este valor es menor o igual que %(limit_value)s.
fr: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
es: Asegúrese de que este valor es mayor o igual que %(limit_value)s.
fr: Assurez-vous que cette valeur est supérieure ou égale à %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
es: Asegúrese de que este valor es un múltiplo del tamaño del paso %(limit_value)s.
fr: Assurez-vous que cette valeur est un multiple de %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
es: Asegúrese de que este valor tiene al menos %(limit_value)d carácter (tiene %(show_value)d).
fr: Assurez-vous que cette valeur a au moins %(limit_value)d caractère (elle en a %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
es: Asegúrese de que este valor tiene como máximo %(limit_value)d carácter (tiene %(show_value)d).
fr: Assurez-vous que cette valeur a au plus %(limit_value)d caractère (elle en a %(show_value)d).

source: Enter a number.
es: Introduzca un número.
fr: Entrez un nombre.

source: Ensure that there are no more than %(max)s digit in total.
es: Asegúrese de que no hay más de %(max)s dígitos en total.
fr: Assurez-vous qu'il n'y a pas plus de %(max)s chiffre au total.

source: Ensure that there are no more than %(max)s decimal place.
es: Asegúrese de que no hay más de %(max)s lugar decimal.
fr: Assurez-vous qu'il n'y a pas plus de %(max)s décimale.

source: Ensure that there are no more than %(max)s digit before the decimal point.
es: Asegúrese de que no hay más de %(max)s dígitos antes del punto decimal.
fr: Assurez-vous qu'il n'y a pas plus de %(max)s chiffre avant le point décimal.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
fr: L'extension de fichier “%(extension)s” n'est pas autorisée. Les extensions autorisées sont: %(allowed_extensions)s.

source: Null characters are not allowed.
fr: Les caractères nuls ne sont pas autorisés.

source: and
fr: et

source: %(model_name)s with this %(field_labels)s already exists.
fr: %(model_name)s avec ce %(field_labels)s existe déjà.

source: Constraint “%(name)s” is violated.
fr: La contrainte “%(name)s” est violée.

source: Value %(value)r is not a valid choice.
fr: La valeur %(value)r n'est pas un choix valide.

source: This field cannot be null.
fr: Ce champ ne peut pas être nul.

source: This field cannot be blank.
fr: Ce champ ne peut pas être vide.

source: %(model_name)s with this %(field_label)s already exists.
fr: %(model_name)s avec ce %(field_label)s existe déjà.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
fr: %(field_label)s doit être unique pour %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
fr: Champ de type: %(field_type)s

source: “%(value)s” value must be either True or False.
fr: La valeur “%(value)s” doit être soit Vrai soit Faux.

source: “%(value)s” value must be either True, False, or None.
fr: La valeur “%(value)s” doit être soit Vrai, soit Faux, soit Nulle.

source: Boolean (Either True or False)
fr: Booléen (Vrai ou Faux)

source: String (up to %(max_length)s)
fr: Chaîne (jusqu'à %(max_length)s)

source: String (unlimited)
fr: Chaîne (illimité)

source: Comma-separated integers
fr: Entiers séparés par des virgules

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
fr: La valeur “%(value)s” a un format de date invalide. Il doit être au format AAAA-MM-JJ.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
fr: La valeur “%(value)s” a le bon format (AAAA-MM-JJ) mais c'est une date invalide.

source: Date (without time)
fr: Date (sans heure)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
fr: La valeur “%(value)s” a un format invalide. Il doit être au format AAAA-MM-

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
fr: La valeur “%(value)s” a le bon format (AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ]) mais c'est une date/heure invalide.

source: Date (with time)
fr: Date (avec heure)

source: “%(value)s” value must be a decimal number.
fr: La valeur “%(value)s” doit être un nombre décimal.

source: Decimal number
fr: Nombre décimal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
fr: La valeur “%(value)s” a un format invalide. Il doit être au format [JJ] [[HH:]MM:]ss[.uuuuuu].

source: File path
fr: Chemin de fichier

source: “%(value)s” value must be a float.
fr: La valeur “%(value)s” doit être un nombre flottant.

source: Floating point number
fr: Nombre à virgule flottante

source: “%(value)s” value must be an integer.
fr: La valeur “%(value)s” doit être un entier.

source: Integer
fr: Entier

source: Big (8 byte) integer
fr: Entier long (8 octets)

source: Small integer
fr: Petit entier

source: IPv4 address
fr: Adresse IPv4

source: IP address
fr: Adresse IP

source: “%(value)s” value must be either None, True or False.
fr: La valeur “%(value)s” doit être soit Nulle, soit Vrai soit Faux.

source: Boolean (Either True, False or None)
fr: Booléen (Vrai, Faux ou Nulle)

source: Positive big integer
fr: Entier long positif

source: Positive integer
fr: Entier positif

source: Positive small integer
fr: Petit entier positif

source: Slug (up to %(max_length)s)
fr: Slug (jusqu'à %(max_length)s)

source: Text
fr: Texte

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
fr: La valeur “%(value)s” a un format invalide. Il doit être au format HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
fr: La valeur “%(value)s” a le bon format (HH:MM[:ss[.uuuuuu]]) mais c'est une heure invalide.

source: Time
fr: Heure

source: Raw binary data
fr: Données binaires brutes

source: “%(value)s” is not a valid UUID.
fr: “%(value)s” n'est pas un UUID valide.

source: Universally unique identifier
fr: Identifiant unique universel

source: File
fr: Fichier

source: A JSON object
fr: Un objet JSON

source: Value must be valid JSON.
fr: La valeur doit être un JSON valide.

source: %(model)s instance with %(field)s %(value)r does not exist.
fr: L'instance %(model)s avec %(field)s %(value)r n'existe pas.

source: Foreign Key (type determined by related field)
fr: Clé étrangère (type déterminé par le champ lié)

source: One-to-one relationship
fr: Relation un-à-un

source: %(from)s-%(to)s relationship
fr: %(from)s-%(to)s relation

source: %(from)s-%(to)s relationships
fr: %(from)s-%(to)s relations

source: Many-to-many relationship
fr: Relation plusieurs-à-plusieurs

source: This field is required.
fr: Ce champ est obligatoire.

source: Enter a whole number.
fr: Entrez un nombre entier.

source: Enter a valid date.
fr: Entrez une date valide.

source: Enter a valid time.
fr: Entrez une heure valide.

source: Enter a valid date/time.
fr: Entrez une date/heure valide.

source: Enter a valid duration.
fr: Entrez une durée valide.

source: The number of days must be between {min_days} and {max_days}.
fr: Le nombre de jours doit être compris entre {min_days} et {max_days}.

source: No file was submitted. Check the encoding type on the form.
fr: Aucun fichier n'a été soumis. Vérifiez le type d'encodage du formulaire.

source: No file was submitted.
fr: Aucun fichier n'a été soumis.

source: The submitted file is empty.
fr: Le fichier soumis est vide.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
fr: Assurez-vous que ce nom de fichier a au plus %(max)d caractère (il en a %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
fr: Veuillez soit soumettre un fichier soit cocher la case de suppression, pas les deux.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
fr: Téléchargez une image valide. Le fichier que vous avez téléchargé n'était pas une image ou une image corrompue.

source: Select a valid choice. %(value)s is not one of the available choices.
fr: Sélectionnez un choix valide. %(value)s n'est pas un des choix disponibles.

source: Enter a list of values.
fr: Entrez une liste de valeurs.

source: Enter a complete value.
fr: Entrez une valeur complète.

source: Enter a valid UUID.
fr: Entrez un UUID valide.

source: Enter a valid JSON.
fr: Entrez un JSON valide.

source: (Hidden field %(name)s) %(error)s
fr: (Champ caché %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
fr: Les données de ManagementForm sont manquantes ou ont été altérées. Champs manquants: %(field_names)s. Vous devrez peut-être déposer un rapport de bug si le problème persiste.

source: Please submit at most %(num)d form.
fr: Soumettez au plus %(num)d formulaire.

source: Please submit at least %(num)d form.
fr: Soumettez au moins %(num)d formulaire.

source: Order
fr: Commande

source: Please correct the duplicate data for %(field)s.
fr: Veuillez corriger les données en double pour %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
fr: Veuillez corriger les données en double pour %(field)s, qui doit être unique.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
fr: Veuillez corriger les données en double pour %(field_name)s qui doit être unique pour le %(lookup)s dans %(date_field)s.

source: Please correct the duplicate values below.
fr: Veuillez corriger les valeurs en double ci-dessous.

source: The inline value did not match the parent instance.
fr: La valeur en ligne ne correspondait pas à l'instance parent.

source: Select a valid choice. That choice is not one of the available choices.
fr: Sélectionnez un choix valide. Ce choix n'est pas un des choix disponibles.

source: “%(pk)s” is not a valid value.
fr: “%(pk)s” n'est pas une valeur valide.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
fr: %(datetime)s n'a pas pu être interprété dans le fuseau horaire %(current_timezone)s; il peut être ambigu ou il peut ne pas exister.

source: Clear
fr: Effacer

source: Currently
fr: Actuellement

source: Change
fr: Changer

source: Unknown
fr: Inconnu

source: yes,no,maybe
fr: oui,non,peut-être

source: %(size)d byte
fr: %(size)d octet

source: %s KB
fr: %s Ko

source: %s MB
fr: %s Mo

source: %s GB
fr: %s Go

source: %s TB
fr: %s To

source: %s PB
fr: %s Po

source: midnight
fr: minuit

source: noon
fr: midi

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Sun
fr: Dim

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: feb
fr: fév

source: apr
fr: avr

source: may
fr: mai

source: jun
fr: juin

source: jul
fr: jui

source: aug
fr: aoû

source: dec
fr: déc

# abbrev. month
source: Feb.
fr: Fev.

# abbrev. month
source: March
fr: Mars

# abbrev. month
source: April
fr: Avril

# abbrev. month
source: May
fr: Mai

# abbrev. month
source: June
fr: Juin

# abbrev. month
source: July
fr: Juillet

# abbrev. month
source: Aug.
fr: Août

# abbrev. month
source: Dec.
fr: Déc.

# alt. month
source: January
fr: Janvier

# alt. month
source: February
fr: Février

# alt. month
source: March
fr: Mars

# alt. month
source: April
fr: Avril

# alt. month
source: May
fr: Mai

# alt. month
source: June
fr: Juin

# alt. month
source: July
fr: Juillet

# alt. month
source: August
fr: Août

# alt. month
source: September
fr: Septembre

# alt. month
source: October
fr: Octobre

# alt. month
source: November
fr: Novembre

# alt. month
source: December
fr: Décembre

source: This is not a valid IPv6 address.
fr: Ce n'est pas une adresse IPv6 valide.

source: or
fr: ou

source: %(num)d year
fr: %(num)d an

source: %(num)d month
fr: %(num)d mois

source: %(num)d week
fr: %(num)d semaine

source: %(num)d day
fr: %(num)d jour

source: %(num)d hour
fr: %(num)d heure

source: Forbidden
fr: Interdit

source: CSRF verification failed. Request aborted.
fr: Vérification CSRF échouée. Requête annulée.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
fr: Vous voyez ce message car ce site HTTPS requiert un “Referer header” à être envoyé par votre navigateur web, mais aucun n'a été envoyé. Cet en-tête est requis pour des raisons de sécurité, pour s'assurer que votre navigateur n'est pas détourné par des tiers.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
fr: Si vous avez configuré votre navigateur pour désactiver les en-têtes “Referer”, veuillez les réactiver, au moins pour ce site, ou pour les connexions HTTPS, ou pour les requêtes “same-origin”.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
fr: Si vous utilisez la balise <meta name="referrer" content="no-referrer"> ou incluez l'en-tête “Referrer-Policy: no-referrer”, veuillez les supprimer. La protection CSRF requiert l'en-tête “Referer” pour faire une vérification stricte du referer. Si vous êtes concerné par la vie privée, utilisez des alternatives comme <a rel="noreferrer" …> pour les liens vers des sites tiers.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
fr: Vous voyez ce message car ce site requiert un cookie CSRF lors de la soumission de formulaires. Ce cookie est requis pour des raisons de sécurité, pour s'assurer que votre navigateur n'est pas détourné par des tiers.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
fr: Si vous avez configuré votre navigateur pour désactiver les cookies, veuillez les réactiver, au moins pour ce site, ou pour les requêtes “same-origin”.

source: More information is available with DEBUG=True.
fr: Plus d'informations sont disponibles avec DEBUG=True.

source: No year specified
fr: Aucune année spécifiée

source: Date out of range
fr: Date hors limite

source: No month specified
fr: Aucun mois spécifié

source: No day specified
fr: Aucun jour spécifié

source: No week specified
fr: Aucune semaine spécifiée

source: No %(verbose_name_plural)s available
fr: Aucun %(verbose_name_plural)s disponible

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
fr: Les %(verbose_name_plural)s futurs ne sont pas disponibles car %(class_name)s.allow_future est False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
fr: Chaîne de date invalide “%(datestr)s” donnée au format “%(format)s”

source: No %(verbose_name)s found matching the query
fr: Aucun %(verbose_name)s trouvé correspondant à la requête

source: Page is not “last”, nor can it be converted to an int.
es: Página no es “última”, ni se puede convertir a un int.
fr: La page n'est pas “last”, ni ne peut être convertie en entier.

source: Invalid page (%(page_number)s): %(message)s
es: Página no válida (%(page_number)s): %(message)s
fr: Page invalide (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
es: Lista vacía y “%(class_name)s.allow_empty” es False.
fr: Liste vide et “%(class_name)s.allow_empty” est False.

source: Directory indexes are not allowed here.
es: Los índices de directorio no están permitidos aquí.
fr: Les index de répertoire ne sont pas autorisés ici.

source: “%(path)s” does not exist
es: “%(path)s” no existe
fr: “%(path)s” n'existe pas

source: Index of %(directory)s
es: Índice de %(directory)s
fr: Index de %(directory)s

source: The install worked successfully! Congratulations!
es: ¡La instalación funcionó correctamente! ¡Felicidades!
fr: L'installation a réussi ! Félicitations !

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
fr: Voir les <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notes de version</a> pour Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
fr: Vous voyez cette page car <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> est dans votre fichier de configuration et vous n'avez pas configuré d'URL.

source: Topics, references, &amp; how-to’s
es: Temas, referencias, &amp; how-to's
fr: Sujets, références et tutoriels

source: Tutorial: A Polling App
es: Tutorial: Una aplicación de sondeo
fr: Tutoriel : Une application de sondage

source: Get started with Django
es: Introducción a Django
fr: Commencer avec Django

source: Connect, get help, or contribute
es: Conéctese, obtenga ayuda o contribuya
fr: Se connecter, obtenir de l'aide ou contribuer

source: Payment Received
es: Pago recibido
fr: Paiement reçu

source: Hello
es: Hola
fr: Bonjour

source: If you have any questions or need assistance, please don't hesitate to reach out to our support team.
es: Si tiene alguna pregunta o necesita ayuda, no dude en comunicarse con nuestro equipo de soporte.
fr: Si vous avez des questions ou avez besoin d'aide, n'hésitez pas à contacter notre équipe de support.

source: Your payment was successful! Thank you for your purchase.
es: Su pago se ha realizado correctamente. Gracias por su compra.
fr: Votre paiement a été effectué avec succès ! Merci pour votre achat.

source: PAYMENT RECEIVED
es: PAGO RECIBIDO
fr: PAIEMENT REÇU

source: Thank you for your payment, it’s processing
es: Gracias por su pago, se está procesando
fr: Merci pour votre paiement, il est en cours de traitement

source: Your confirmation # is
es: Su número de confirmación es
fr: Votre # de confirmation est

source: You will receive a confirmation email with details of the payment and a link to track it. Thank you
es: Recibirá un correo electrónico de confirmación con los detalles del pago y un enlace para rastrearlo. Gracias
fr: Vous recevrez un e-mail de confirmation avec les détails du paiement et un lien pour le suivre. Merci

source: CONTINUE
es: CONTINÚE
fr: CONTINUER

source: Photo
es: Foto

source: Photos
es: Fotos

source: Date
es: Fecha

source: 7 photos
es: 7 fotos

source: 15 photos
es: 15 fotos

source: 3 photos
es: 3 fotos

source: Portrait
es: Portrato

source: Studio
es: Estudio

source: 30 photos
es: 30 fotos

source: Services | TCHIIZ
es: Servicios | TCHIIZ

source: Message
es: Mensaje

source: Django Admin
es: Administrador de Django

source: Portfolio
es: Portafolio

source: Client
es: Cliente

source: photos
es: fotos

source: Actions
es: Acciones

source: Type
es: Tipo

source: Index
es: Índice

source: Clients
es: Clientes

source: Last 5 Appointments
es: Últimas 5 citas

source: Timezone
es: Zona horaria

source: Eastern Daylight Time (EDT)
es: Hora de verano del este (EDT)

source: Note
es: Nota

source: Starter
es: Inicio

source: Contact
es: Contacta

source: Service
es: Servicio

source: 18. CORRECTIONS
es: 18. CORRECCIONES

source: Restrictions
es: Restricciones

source: Have a look at the different high-quality photos that I deliver in my portfolio page
es: Eche un vistazo a las diferentes fotos de alta calidad que entrego en mi página de cartera

source: Get in touch with us for all your photography needs. Contact us today for booking, consultation, or any other inquiry.
es: Póngase en contacto con nosotros para todas sus necesidades de fotografía. Póngase en contacto con nosotros hoy para reservar, consultar o cualquier otro consulta.

source: Code
es: Código

source: Description
es: Descripción

source: Action
es: Acción

source: Options
es: Opciones

source: %(prog)s, version %(version)s
es: %(prog)s, versión %(version)s

source: Messages
es: Mensajes

source: Syndication
es: Sindicación

source: Django Documentation
es: Documentación de Django

source: Django Community
es: Comunidad Django
