Repository: adamspd/crueltouch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Start time must be before end time.
es: La hora de inicio debe ser anterior a la hora de finalización.
fr: L'heure de début doit être avant l'heure de fin.

source: Working hours already exist for this day.
es: Las horas de trabajo ya existen para este día.
fr: Les heures de travail existent déjà pour ce jour.

source: Invalid or no working_hours_id provided.
es: Se proporcionó un ID de horas de trabajo no válido o no.
fr: ID d'heures de travail invalide ou non fourni.

source: Working hours does not exist.
es: Las horas de trabajo no existen.
fr: Les heures de travail n'existent pas.

source: Working hours saved successfully.
es: Las horas de trabajo se guardaron correctamente.
fr: Les heures de travail ont été enregistrées avec succès.

source: Pay Now
es: Pagar ahora
fr: Payer maintenant

source: Finish
es: Terminar
fr: Terminer

source: Empty fields are not allowed.
es: No se permiten campos vacíos.
fr: Les champs vides ne sont pas autorisés.

source: User not found.
es: Usuario no encontrado.
fr: Utilisateur non trouvé.

source: A user with this email already exists.
es: Ya existe un usuario con este correo electrónico.
fr: Un utilisateur avec cet email existe déjà.

source: Service saved successfully.
es: Servicio guardado con éxito.
fr: Service enregistré avec succès.

source: Start time
es: Hora de inicio
fr: Heure de début

source: End time
es: Hora de finalización
fr: Heure de fin

source: Want reminder
es: ¿Quieres un recordatorio?
fr: Je veux un rappel

source: Client address
es: Dirección del cliente
fr: Adresse du client

source: Additional client info
es: Información adicional del cliente
fr: Informations complémentaires sur le client

source: Is paid
es: Está pagado
fr: Est payé

source: Service price
es: Precio del servicio
fr: Prix du service

source: Enter Verification Code
es: Introduzca el código de verificación
fr: Entrez le code de vérification

source: We've sent a verification code to your email. Please enter it below
es: Hemos enviado un código de verificación a su correo electrónico. Por favor, introdúzcalo a continuación
fr: On a envoyé un code de vérification à votre email. Entrez-le ci-dessous

source: Manage Days Off
es: Gestionar días libres
fr: Gérer les jours de congé/fériés

source: Staff Member
es: Miembro del personal
fr: Membre du personnel

source: Start Date
es: Fecha de inicio
fr: Date de début

source: End Date
es: Fecha de finalización
fr: Date de fin

source: Staff Appointment Information
es: Información de la cita del personal
fr: Informations sur les membres du personnel

source: Save
es: Guardar
fr: Enregistrer

source: Staff Personal Information
es: Información personal del personal
fr: Informations personnelles du staff

source: Manage Working Hours
es: Gestionar horas de trabajo
fr: Gérer les heures de travail

source: Day of Week
es: Día de la semana
fr: Jour de la semaine

source: Start Time
es: Hora de inicio
fr: Heure de début

source: End Time
es: Hora de finalización
fr: Heure de fin

source: Service List
es: Lista de servicios
fr: Liste des services

source: Duration
es: Duración
fr: Durée

source: Are you sure you want to delete this service?
es: ¿Estás seguro de que quieres eliminar este servicio?
fr: Êtes-vous sûr de vouloir supprimer ce service ?

source: No service found
es: No se encontró ningún servicio
fr: Aucun service trouvé

source: List of all staff members
es: Lista de todos los miembros del personal
fr: Liste de tous les membres du personnel

source: Staff Members
es: Miembros del personal
fr: Membres du personnel

source: Details
es: Detalles
fr: Détails

source: View Profile
es: Ver perfil
fr: Voir le profil

source: No staff members found
es: No se encontraron miembros del personal
fr: Aucun membre du personnel trouvé

source: Confirm Deletion
es: Confirmar eliminación
fr: Confirmer la suppression

source: Personal Information
es: Información personal
fr: Données personnelles

source: First Name
es: Nombre de pila
fr: Prénom

source: Last Name
es: Apellido
fr: Nom

source: Appointment Information
es: Información de la cita
fr: Informations sur le rendez-vous

source: Slot duration
es: Duración de la ranura
fr: Durée du créneau

source: General start time
es: Hora de inicio general
fr: Heure de début générale

source: General end time
es: Hora de finalización general
fr: Heure de fin générale

source: Weekend days you work
es: Días de fin de semana en los que trabajas
fr: Jours de week-end où vous travaillez

source: Appointment buffer time
es: Tiempo de búfer de cita
fr: Temps tampon de rendez-vous

source: No staff member information yet for this user
es: Aún no hay información del miembro del personal para este usuario
fr: Aucune information de staff pour cet utilisateur

source: Days Off
es: Días libres
fr: Jours de congé/fériés

source: Days off are days you're not working, you need to set them for holidays as well so clients don't book you those days.
es: Los días libres son días en los que no estás trabajando, debes establecerlos también para las vacaciones para que los clientes no te reserven esos días.
fr: Les jours de congé/fériés sont des jours où vous ne travaillez pas, vous devez les définir pour les vacances aussi afin que les clients ne vous réservent pas ces jours-là.

source: Are you sure you want to delete this working hours?
es: ¿Estás seguro de que quieres eliminar estas horas de trabajo?
fr: Êtes-vous sûr de vouloir supprimer ces heures de travail ?

source: No days off have been set
es: No se han establecido días libres
fr: Aucun jour de congé/férié n'a été défini

source: Working Hours
es: Horas de trabajo
fr: Heures de travail

source: Note: If you are a staff member, your working hours will be used to determine when you are available for appointments.
es: Notas: Si es un miembro del personal, su horario de trabajo se utilizará para determinar cuándo está disponible para las citas.
fr: Remarque: Si vous êtes un membre du personnel, vos heures de travail seront utilisées pour déterminer quand vous êtes disponible pour les rendez-vous.

source: Day
es: Día
fr: Jour

source: No working hours have been set
es: No se han establecido horas de trabajo
fr: Aucune heure de travail n'a été définie

source: Service Offered
es: Proveedor de servicios
fr: Service offert

source: To add/modify a new service, make a request to an admin.
es: Para agregar/modificar un nuevo servicio, haga una solicitud a un administrador.
fr: Pour ajouter/modifier un nouveau service, faites une demande à un admin.

source: Changes made in one service will change it for every staff member.
es: Los cambios realizados en un servicio lo cambiarán para cada miembro del personal.
fr: Les modifications apportées à un service le changeront pour chaque membre du personnel.

source: Down Payment
es: Pago inicial
fr: Acompte

source: No service offered yet
es: Aún no se ofrece ningún servicio
fr: Aucun service offert pour le moment

source: Client Information - %(ar.get_service_name)s
es: Información del cliente - %(ar.get_service_name)s
fr: Informations sur le client - %(ar.get_service_name)s

source: Your appointment request for %(ar.get_service_name)s has been submitted. Please provide your information to create an account and complete the payment process.
es: Su solicitud de cita para %(ar.get_service_name)s ha sido enviada. Por favor proporcione su información para crear una cuenta y completar el proceso de pago.
fr: Votre demande de rendez-vous pour %(ar.get_service_name)s a été soumise. Veuillez fournir vos informations pour créer un compte et terminer le processus de paiement.

source: Additional Information
es: Información adicional
fr: Informations complémentaires

source: Pay
es: Pagar
fr: Payer

source: Pay DP
es: Pagar DP
fr: Payer l'acompte

source: Offered by
es: Ofrecido por
fr: Offert par

source: Please select a staff member
es: Por favor seleccione un miembro del personal
fr: Sélectionnez un membre du personnel s'il vous plaît

source: Next
es: Siguiente
fr: Suivant

source: See you soon
es: Hasta pronto
fr: À bientôt

source: We've successfully scheduled your appointment! Please check your email for all the details
es: ¡Hemos programado su cita con éxito! Por favor revise su correo electrónico para todos los detalles
fr: Nous avons programmé votre rendez-vous avec succès! Veuillez vérifier votre courrier électronique pour tous les détails

source: Appointment Details
es: Detalles de la cita
fr: Détails du rendez-vous

source: Appointment ID
es: ID de cita
fr: ID de rendez-vous

source: Appointment Date
es: Fecha de la cita
fr: Date de rendez-vous

source: Appointment Time
es: Hora de la cita
fr: Heure de rendez-vous

source: Appointment application
es: Aplicación de cita
fr: Application de rendez-vous

source: Booking session successfully saved.
es: La sesión de reserva se guardó correctamente.
fr: Réservation enregistrée avec succès.

source: Booking Session Registered
es: Sesión de reserva registrada
fr: Réservation enregistrée

source: Account Details
es: Detalles de la cuenta
fr: Détails du compte

source: If you have any questions or need assistance, please don't hesitate to reach out to our support team.
es: Si tiene alguna pregunta o necesita ayuda, no dude en comunicarse con nuestro equipo de soporte.
fr: Si vous avez des questions ou avez besoin d'aide, n'hésitez pas à contacter notre équipe de support.

source: Best regards
es: Saludos cordiales
fr: Cordialement

source: The Team
es: El equipo
fr: L'équipe

source: Reality
es: Realidad
fr: C'est la vie

source: Error 403
fr: Erreur 403

source: You don't have permission to view this resource, and you know it
es: No tiene permiso para ver este recurso, y lo sabe
fr: Vous n'avez pas la permission de voir cette ressource, et vous le savez

source: Go to profile
es: Ir al perfil
fr: Aller au profil

source: Go back
es: Volver
fr: Retour

source: O-o-oh! Something broke.
es: ¡O-o-oh! Algo se rompió.
fr: O-o-oh! Quelque chose s'est cassé.

source: Close
es: Cerrar
fr: Fermer

source: Error
fr: Erreur

source: Event Details
es: Detalles del evento
fr: Détails de l'événement

source: Go
es: Ir
fr: Aller

source: Edit
es: Editar
fr: Modifier

source: Service matching query does not exist
es: No existe ningún servicio que coincida con la consulta
fr: Service correspondant à la requête n'existe pas

source: Invalid verification code.
es: Código de verificación no válido.
fr: Code de vérification invalide.

source: Not set.
es: No establecido.
fr: Pas défini.

source: and
es: y
fr: et

source: {days}, {hours} and {minutes}
es: {days}, {hours} y {minutes}
fr: {days}, {hours} et {minutes}

source: We've created an account for you to manage your appointment for the requested service
es: Hemos creado una cuenta para que pueda administrar su cita para el servicio solicitado
fr: Nous avons créé un compte pour vous permettre de gérer votre rendez-vous pour le service demandé

source: {s}. Your password is temporary. Please change it on your first login.
es: {s}. Su contraseña es temporal. Por favor cámbialo en tu primer inicio de sesión.
fr: {s}. Votre mot de passe est temporaire. Veuillez le changer lors de votre première connexion.

source: Thank you for booking us.
es: Gracias por reservarnos.
fr: Merci de nous avoir réservé.

source: Your verification code is {code}.
es: Tu código de verificación es {code}.
fr: Votre code de vérification est {code}.

source: Email Verification
es: Verificación de correo electrónico
fr: Email de vérification

source: Email '{email}' already exists. Login to your account.
es: El correo electrónico '{email}' ya existe. Inicie sesión en su cuenta.
fr: Email '{email}' existe déjà. Connectez-vous à votre compte.

source: Date is in the past
es: La fecha está en el pasado
fr: La date est dans le passé

source: No staff member selected
es: No se seleccionó ningún miembro del personal
fr: Aucun membre du personnel sélectionné

source: Day off. Please select another date!
es: Día libre. Por favor seleccione otra fecha!
fr: Jour de congé. Veuillez sélectionner une autre date!

source: Not a working day for {staff_member}. Please select another date!
es: No es un día laborable para {staff_member}. Por favor seleccione otra fecha!
fr: Pas un jour de travail pour {staff_member}. Veuillez sélectionner une autre date!

source: No availability
es: Sin disponibilidad
fr: Pas de disponibilité

source: Successfully retrieved next available date
es: Fecha disponible más próxima recuperada con éxito
fr: Prochaine date disponible récupérée avec succès

source: Successfully retrieved non-working days
es: Días no laborables recuperados con éxito
fr: Jours non ouvrables récupérés avec succès

source: Book an appointment for {s} at {wn}.
es: Reserve una cita para {s} en {wn}.
fr: Réservez un rendez-vous pour {s} à {wn}.

source: Selected staff member does not exist.
es: El miembro del personal seleccionado no existe.
fr: Le membre du personnel sélectionné n'existe pas.

source: There was an error in your submission. Please check the form and try again.
es: Hubo un error en su envío. Por favor revise el formulario y vuelva a intentarlo.
fr: Il y a eu une erreur dans votre soumission. Veuillez vérifier le formulaire

source: An account was created for you.
es: Se creó una cuenta para ti.
fr: Un compte a été créé pour vous.

source: Email verified successfully.
es: Correo electrónico verificado con éxito.
fr: Email vérifié avec succès

source: The email address linked to this account
es: La dirección de correo electrónico vinculada a esta cuenta
fr: Adresse e-mail liée à ce compte

source: Your temporary password
es: Tu contraseña temporal
fr: Mot de passe temporaire

source: Your username
es: Tu nombre de usuario
fr: Nom d'utilisateur

source: You can only add your own days off
es: Solo puedes agregar tus propios días libres
fr: Vous ne pouvez ajouter que vos propres jours de congé

source: You can only update your own days off.
es: Solo puedes actualizar tus propios días libres.
fr: Vous ne pouvez mettre à jour que vos propres jours de congé.

source: You can only delete your own days off.
es: Solo puedes eliminar tus propios días libres.
fr: Vous ne pouvez supprimer que vos propres jours de congé.

source: You can only add your own working hours.
es: Solo puedes agregar tus propias horas de trabajo.
fr: Vous ne pouvez ajouter que vos propres heures de travail.

source: You can only update your own working hours.
es: Solo puedes actualizar tus propias horas de trabajo.
fr: Vous ne pouvez mettre à jour que vos propres heures de travail.

source: You can only delete your own working hours.
es: Solo puedes eliminar tus propias horas de trabajo.
fr: Vous ne pouvez supprimer que vos propres heures de travail.

source: Email updated successfully!
es: ¡Correo electrónico actualizado con éxito!
fr: Email mis à jour avec succès!

source: The verification code provided is incorrect. Please try again.
es: El código de verificación proporcionado es incorrecto. Por favor, inténtelo de nuevo.
fr: Le code de vérification fourni est incorrect. Veuillez réessayer.

source: Update Service
es: Actualizar servicio
fr: Mettre à jour le service

source: Service deleted successfully!
es: ¡Servicio eliminado con éxito!
fr: Service supprimé avec succès!

source: Staff member deleted successfully!
es: ¡Miembro del personal eliminado con éxito!
fr: Membre du personnel supprimé avec succès!

source: {editor}: Editing failed
es: {editor}: Error al editar
fr: {editor}: Échec de l'édition

source: {editor}: Editing failed: {e}
es: {editor}: Error al editar: {e}
fr: {editor}: Échec de l'édition: {e}

source: Aborted!
es: ¡Abortado!
fr: Abandonné!

source: Show this message and exit.
es: Muestra este mensaje y sale.
fr: Afficher ce message et quitter.

source: (Deprecated) {text}
es: (Obsoleto) {text}
fr: (Obsolète) {text}

source: Got unexpected extra argument ({args})
es: Se ha recibido un argumento extra inesperado ({args})
fr: Argument supplémentaire inattendu ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
es: DeprecationWarning: El comando {name!r} está obsoleto.
fr: Avertissement de dépréciation: la commande {name!r} est obsolète.

source: Commands
es: Comandos
fr: Commandes

source: Missing command.
es: Falta el comando.
fr: Commande manquante.

source: No such command {name!r}.
es: No existe el comando {name!r}.
fr: Commande {name!r} inconnue.

source: Value must be an iterable.
es: El valor debe ser iterable.
fr: La valeur doit être itérable.

source: Takes {nargs} values but 1 was given.
es: Toma {nargs} valores pero se ha dado 1.
fr: Prend {nargs} valeurs mais 1 a été donnée.

source: env var: {var}
es: var. env: {var}
fr: var env: {var}

source: (dynamic)
es: (dinámico)
fr: (dynamique)

source: default: {default}
es: predeterminado: {default}
fr: défaut: {default}

source: Show the version and exit.
es: Muestra la versión y sale.
fr: Afficher la version et quitter.

source: Error: {message}
fr: Erreur: {message}

source: Try '{command} {option}' for help.
es: Pruebe '{command} {option}' para obtener ayuda.
fr: Essayez '{command} {option}' pour obtenir de l'aide.

source: Invalid value: {message}
es: Valor no válido: {message}
fr: Valeur invalide: {message}

source: Invalid value for {param_hint}: {message}
es: Valor no válido para {param_hint}: {message}
fr: Valeur invalide pour {param_hint}: {message}

source: Missing argument
es: Falta el argumento
fr: Argument manquant

source: Missing option
es: Falta la opción
fr: Option manquante

source: Missing parameter
es: Falta el parámetro
fr: Paramètre manquant

source: Missing {param_type}
es: Falta {param_type}
fr: {param_type} manquant

source: Missing parameter: {param_name}
es: Falta el parámetro: {param_name}
fr: Paramètre manquant: {param_name}

source: No such option: {name}
es: No existe la opción: {name}
fr: Aucune option: {name}

source: Did you mean {possibility}?
es: ¿Quiso decir {possibility}?
fr: Vouliez-vous dire {possibility}?

source: unknown error
es: error desconocido
fr: erreur inconnue

source: Could not open file {filename!r}: {message}
es: No se pudo abrir el archivo {filename!r}: {message}
fr: Impossible d'ouvrir le fichier {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
es: Argumento {name!r} toma valores {nargs}.
fr: Cette argument {name!r} prend {nargs} valeurs.

source: Option {name!r} does not take a value.
es: La opción {name!r} no toma un valor.
fr: Cette option {name!r} ne prend pas de valeur.

source: Option {name!r} requires an argument.
es: La opción {name!r} requiere un argumento.
fr: Cette option {name!r} nécessite un argument.

source: Shell completion is not supported for Bash versions older than 4.4.
es: Las versiones de Bash anteriores a la 4.4 no permiten completar el shell.
fr: Completion de shell n'est pas supportée pour les versions de Bash antérieures à 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
es: No se pudo detectar la versión de Bash, no se admite la finalización del shell.
fr: Impossible de détecter la version de Bash, la complétion de shell n'est pas supportée.

source: Repeat for confirmation
es: Repetir para confirmación
fr: Répéter pour confirmation

source: Error: The value you entered was invalid.
es: Error: El valor que ingresó no es válido.
fr: Erreur: La valeur que vous avez entrée est invalide.

source: Error: {e.message}
fr: Erreur: {e.message}

source: Error: The two entered values do not match.
es: Error: Los dos valores ingresados no coinciden.
fr: Erreur: Les deux valeurs entrées ne correspondent pas.

source: Error: invalid input
es: Error: entrada no válida
fr: Erreur: entrée invalide

source: Press any key to continue...
es: Presione cualquier tecla para continuar...
fr: Appuyez sur une touche pour continuer...

source: Choose from: {choices}
es: Elija entre: {choices}
fr: Choisissez parmi: {choices}

source: {value!r} is not {choice}.
es: {value!r} no es {choice}.
fr: {value!r} n'est pas {choice}.

source: {value!r} does not match the format {format}.
es: {value!r} no coincide con el formato {format}.
fr: {value!r} ne correspond pas au format {format}.

source: {value!r} is not a valid {number_type}.
es: {value!r} no es un {number_type} válido.
fr: {value!r} n'est pas un {number_type} valide.

source: {value} is not in the range {range}.
es: {value} no está en el rango {range}.
fr: {value} n'est pas dans la plage {range}.

source: {value!r} is not a valid boolean.
es: {value!r} no es un booleano válido.
fr: {value!r} n'est pas un booléen valide.

source: {value!r} is not a valid UUID.
es: {value!r} no es un UUID válido.
fr: {value!r} n'est pas un UUID valide.

source: file
es: archivo
fr: fichier

source: directory
es: directorio
fr: répertoire

source: path
es: ruta
fr: chemin

source: {name} {filename!r} does not exist.
es: {name} {filename!r} no existe.
fr: {name} {filename!r} n'existe pas.

source: {name} {filename!r} is a file.
es: {name} {filename!r} es un archivo.
fr: {name} {filename!r} est un fichier.

source: {name} '{filename}' is a directory.
es: {name} '{filename}' es un directorio.
fr: {name} '{filename}' est un répertoire.

source: {name} {filename!r} is not readable.
es: {name} {filename!r} no es legible.
fr: {name} {filename!r} n'est pas lisible.

source: {name} {filename!r} is not writable.
es: {name} {filename!r} no es escribible.
fr: {name} {filename!r} n'est pas accessible en écriture.

source: {name} {filename!r} is not executable.
es: {name} {filename!r} no es ejecutable.
fr: {name} {filename!r} n'est pas exécutable.

source: {len_type} values are required, but {len_value} was given.
es: {len_type} valores son requeridos, pero se dio {len_value}.
fr: {len_type} valeurs sont requises, mais {len_value} a été donnée.

source: Site Maps
es: Mapas del sitio
fr: Plans du site

source: Static Files
es: Archivos estáticos
fr: Fichiers statiques

source: That page number is not an integer
es: Ese número de página no es un número entero
fr: Le numéro de page n'est pas un entier

source: That page number is less than 1
es: Ese número de página es menor que 1
fr: Le numéro de page est inférieur à 1

source: That page contains no results
es: Esa página no contiene resultados
fr: Cette page ne contient aucun résultat

source: Enter a valid value.
es: Introduzca un valor válido.
fr: Entrez une valeur valide.

source: Enter a valid URL.
es: Introduzca una URL válida.
fr: Entrez une URL valide.

source: Enter a valid integer.
es: Introduzca un número entero válido.
fr: Entrez un entier valide.

source: Enter a valid email address.
es: Introduzca una dirección de correo electrónico válida.
fr: Entrez une adresse email valide.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
es: Introduzca un “slug” válido que consista en letras, números, guiones bajos o guiones.
fr: Entrer un “slug” valide composé de lettres, chiffres, tirets de soulignement ou tirets.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
es: Introduzca un “slug” válido que consista en letras, números, guiones bajos o guiones.
fr: Entrer un “slug” valide composé de lettres, chiffres, tirets de soulignement ou tirets.

source: Enter a valid IPv4 address.
es: Introduzca una dirección IPv4 válida.
fr: Entrez une adresse IPv4 valide.

source: Enter a valid IPv6 address.
es: Introduzca una dirección IPv6 válida.
fr: Entrez une adresse IPv6 valide.

source: Enter a valid IPv4 or IPv6 address.
es: Introduzca una dirección IPv4 o IPv6 válida.
fr: Entrez une adresse IPv4 ou IPv6 valide.

source: Enter only digits separated by commas.
es: Introduzca solo dígitos separados por comas.
fr: Entrez uniquement des chiffres séparés par des virgules.
